{
  "Q1": [
    {
      "docid": "1481222",
      "score": 10.833800315856934,
      "raw": "{\n  \"id\" : 1481222,\n  \"title\" : \"Commercial Center: The Heart of Las Vegas\",\n  \"overview\" : \"A dynamic journey through the iconic history of the very first strip mall in Las Vegas: Commercial Center.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Commercial Center: The Heart of Las Vegas A dynamic journey through the iconic history of the very first strip mall in Las Vegas: Commercial Center.\"\n}"
    },
    {
      "docid": "747331",
      "score": 10.602399826049805,
      "raw": "{\n  \"id\" : 747331,\n  \"title\" : \"Las Vegas by day and night\",\n  \"overview\" : \"The fame of many cities is associated with something quite certain - history, famous factories, architectural monuments, the Olympic Games - after all, Located in the Nevada Desert, far from American political and cultural centers - Las Vegas, owes its dubious fame to ... roulette...\",\n  \"keywords\" : \"Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas by day and night Documentary TV Movie The fame of many cities is associated with something quite certain - history, famous factories, architectural monuments, the Olympic Games - after all, Located in the Nevada Desert, far from American political and cultural centers - Las Vegas, owes its dubious fame to ... roulette...\"\n}"
    },
    {
      "docid": "17542",
      "score": 9.89900016784668,
      "raw": "{\n  \"id\" : 17542,\n  \"title\" : \"UFC 33: Victory In Vegas\",\n  \"overview\" : \"UFC 33: Victory in Vegas was a mixed martial arts event held by the Ultimate Fighting Championship at the Mandalay Bay Events Center on the Las Vegas Strip in Las Vegas, Nevada on September 28, 2001. The event was seen live on pay per view in the United States, and later released on home video.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"UFC 33: Victory In Vegas UFC 33: Victory in Vegas was a mixed martial arts event held by the Ultimate Fighting Championship at the Mandalay Bay Events Center on the Las Vegas Strip in Las Vegas, Nevada on September 28, 2001. The event was seen live on pay per view in the United States, and later released on home video.\"\n}"
    },
    {
      "docid": "71670",
      "score": 9.490799903869629,
      "raw": "{\n  \"id\" : 71670,\n  \"title\" : \"Hostel: Part III\",\n  \"overview\" : \"Set in Las Vegas, the film centers on a man who attends his best friend's bachelor party, unaware of an insidious agenda that plays into hunting humans.\",\n  \"keywords\" : \"sadism sequel torture las vegas torture porn Horror\",\n  \"cast\" : \"\",\n  \"contents\" : \"Hostel: Part III sadism sequel torture las vegas torture porn Horror Set in Las Vegas, the film centers on a man who attends his best friend's bachelor party, unaware of an insidious agenda that plays into hunting humans.\"\n}"
    },
    {
      "docid": "733338",
      "score": 9.350799560546875,
      "raw": "{\n  \"id\" : 733338,\n  \"title\" : \"Qarrab almaw'ed\",\n  \"overview\" : \"Behind the scenes of Fairuz concert at MGM Las Vegas in 1999, showing the legendary diva during the rehearsals and touring around Las Vegas.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Qarrab almaw'ed Behind the scenes of Fairuz concert at MGM Las Vegas in 1999, showing the legendary diva during the rehearsals and touring around Las Vegas.\"\n}"
    },
    {
      "docid": "494659",
      "score": 8.972800254821777,
      "raw": "{\n  \"id\" : 494659,\n  \"title\" : \"Elvis in Las Vegas\",\n  \"overview\" : \"The untold story of how Elvis transformed Las Vegas and how the city helped destroy him.  Based in Seventies Vegas, and featuring some of Elvis's finest performances, home movies and rare archive footage, Elvis In Vegas reveals a bizarre tale of intrigue and excess, recounted by those closest to him.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Elvis in Las Vegas The untold story of how Elvis transformed Las Vegas and how the city helped destroy him.  Based in Seventies Vegas, and featuring some of Elvis's finest performances, home movies and rare archive footage, Elvis In Vegas reveals a bizarre tale of intrigue and excess, recounted by those closest to him.\"\n}"
    },
    {
      "docid": "761302",
      "score": 8.883099555969238,
      "raw": "{\n  \"id\" : 761302,\n  \"title\" : \"La viajera\",\n  \"overview\" : \"A love story centered around the hectic days of Carlos Ibañez del Campo's dictatorship.\",\n  \"keywords\" : \"Romance Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"La viajera Romance Drama TV Movie A love story centered around the hectic days of Carlos Ibañez del Campo's dictatorship.\"\n}"
    },
    {
      "docid": "632512",
      "score": 8.792900085449219,
      "raw": "{\n  \"id\" : 632512,\n  \"title\" : \"Las Vegas Layover\",\n  \"overview\" : \"An Iranian movie star has a trip to US for a film festival. She misses her plane in Las Vegas and needs to stay there for few hours.\",\n  \"keywords\" : \"Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas Layover Family An Iranian movie star has a trip to US for a film festival. She misses her plane in Las Vegas and needs to stay there for few hours.\"\n}"
    },
    {
      "docid": "675842",
      "score": 8.792899131774902,
      "raw": "{\n  \"id\" : 675842,\n  \"title\" : \"Las Vegas Vietnam: The Movie\",\n  \"overview\" : \"4 Gangs Rule Las Vegas: Black, White, Asian, Mexican, only one will win - or will they in this Comedy, Drama, Ghost story.\",\n  \"keywords\" : \"Action Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas Vietnam: The Movie Action Drama 4 Gangs Rule Las Vegas: Black, White, Asian, Mexican, only one will win - or will they in this Comedy, Drama, Ghost story.\"\n}"
    },
    {
      "docid": "784886",
      "score": 8.778800010681152,
      "raw": "{\n  \"id\" : 784886,\n  \"title\" : \"VH1 Rock Honors: The Who\",\n  \"overview\" : \"The Who were honored at the 2008 ceremony from the Pauley Pavilion at UCLA instead of the usual Las Vegas Mandalay Bay Events Center. The concert consisted of an hour-long performance by the band as well as tributes by Incubus, Pearl Jam, Foo Fighters, Flaming Lips, Adam Sandler and Tenacious D.\",\n  \"keywords\" : \"TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"VH1 Rock Honors: The Who TV Movie The Who were honored at the 2008 ceremony from the Pauley Pavilion at UCLA instead of the usual Las Vegas Mandalay Bay Events Center. The concert consisted of an hour-long performance by the band as well as tributes by Incubus, Pearl Jam, Foo Fighters, Flaming Lips, Adam Sandler and Tenacious D.\"\n}"
    },
    {
      "docid": "27223",
      "score": 8.741000175476074,
      "raw": "{\n  \"id\" : 27223,\n  \"title\" : \"Lost in America\",\n  \"overview\" : \"David and Linda Howard are successful yuppies from LA. When he gets a job disappointment, David convinces Linda that they should quit their jobs, liquidate their assets, and emulate the movie Easy Rider, spending the rest of their lives traveling around America...in a Winnebago.\",\n  \"keywords\" : \"new york city gambling yuppie satire roulette winnebago las vegas fired from the job recreational vehicle road movie hoover dam crossing guard nest egg Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Lost in America new york city gambling yuppie satire roulette winnebago las vegas fired from the job recreational vehicle road movie hoover dam crossing guard nest egg Comedy David and Linda Howard are successful yuppies from LA. When he gets a job disappointment, David convinces Linda that they should quit their jobs, liquidate their assets, and emulate the movie Easy Rider, spending the rest of their lives traveling around America...in a Winnebago.\"\n}"
    },
    {
      "docid": "566518",
      "score": 8.710800170898438,
      "raw": "{\n  \"id\" : 566518,\n  \"title\" : \"Cashed Out Casino\",\n  \"overview\" : \"Watch the drama unfold when the city of Las Vegas blows up the town's impromptu movie set.\",\n  \"keywords\" : \"casino demolition las vegas riviera short film Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Cashed Out Casino casino demolition las vegas riviera short film Documentary Watch the drama unfold when the city of Las Vegas blows up the town's impromptu movie set.\"\n}"
    },
    {
      "docid": "709207",
      "score": 8.600600242614746,
      "raw": "{\n  \"id\" : 709207,\n  \"title\" : \"Showgirls\",\n  \"overview\" : \"Amidst the neon nightlife and erotic electricity of Las Vegas, Showgirls rips the cover off of any kind of revue staged on the strip! Twin temptresses Joanna Storm and Stacey Donovan shine along side Nina Hartley and Eric Edwards in a lavish production. You'll go from center stage to backstage to the private offices and limos of moguls and millionaires as these gorgeous babes do what they do best!\",\n  \"keywords\" : \"las vegas showgirls\",\n  \"cast\" : \"\",\n  \"contents\" : \"Showgirls las vegas showgirls Amidst the neon nightlife and erotic electricity of Las Vegas, Showgirls rips the cover off of any kind of revue staged on the strip! Twin temptresses Joanna Storm and Stacey Donovan shine along side Nina Hartley and Eric Edwards in a lavish production. You'll go from center stage to backstage to the private offices and limos of moguls and millionaires as these gorgeous babes do what they do best!\"\n}"
    },
    {
      "docid": "373132",
      "score": 8.596599578857422,
      "raw": "{\n  \"id\" : 373132,\n  \"title\" : \"Big Butt Cowgirls of Las Vegas\",\n  \"overview\" : \"We have photographers in all parts of the country on standby for just that perfect girl. Whether they're thin and stacked or short and plump, Big Top Digital is working hard to bring you only the freshest faces and biggest tits in the adult industry. There's a reason we've been around for thirty-one years. So when our guy in Las Vegas sent us pictures of these plumpers, we couldn't get the check in the mail fast enough. All brand new plumpers with tits that you only dream about! Cowgirls in Las Vegas? Yes, in Las Vegas! Featuring seasoned plumper, 38DD Eden, and introducing all natural beauties Vivian, Elizabeth and the fiery red head, Erin. Don't miss it!\",\n  \"keywords\" : \"breast butt bbw\",\n  \"cast\" : \"\",\n  \"contents\" : \"Big Butt Cowgirls of Las Vegas breast butt bbw We have photographers in all parts of the country on standby for just that perfect girl. Whether they're thin and stacked or short and plump, Big Top Digital is working hard to bring you only the freshest faces and biggest tits in the adult industry. There's a reason we've been around for thirty-one years. So when our guy in Las Vegas sent us pictures of these plumpers, we couldn't get the check in the mail fast enough. All brand new plumpers with tits that you only dream about! Cowgirls in Las Vegas? Yes, in Las Vegas! Featuring seasoned plumper, 38DD Eden, and introducing all natural beauties Vivian, Elizabeth and the fiery red head, Erin. Don't miss it!\"\n}"
    },
    {
      "docid": "487891",
      "score": 8.53279972076416,
      "raw": "{\n  \"id\" : 487891,\n  \"title\" : \"Las Vegas Free-For-All\",\n  \"overview\" : \"The Crazy Cats, a Japanese musical-comedy group, were showcased a series of comic adventures throughout the 1960s. Las Vegas Free-For-All, one of their most popular movies, featured scenes filmed on location in Las Vegas, Los Angeles, and Hawaii. Appearing with the seven Cats were the lovely Mie Hama and such Japanese musical artists as The Peanuts, The Johnnys, The Drifters, and Jackie Yoshikawa & the Blue Comets.\",\n  \"keywords\" : \"Comedy Adventure Action\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas Free-For-All Comedy Adventure Action The Crazy Cats, a Japanese musical-comedy group, were showcased a series of comic adventures throughout the 1960s. Las Vegas Free-For-All, one of their most popular movies, featured scenes filmed on location in Las Vegas, Los Angeles, and Hawaii. Appearing with the seven Cats were the lovely Mie Hama and such Japanese musical artists as The Peanuts, The Johnnys, The Drifters, and Jackie Yoshikawa & the Blue Comets.\"\n}"
    },
    {
      "docid": "451",
      "score": 8.47719955444336,
      "raw": "{\n  \"id\" : 451,\n  \"title\" : \"Leaving Las Vegas\",\n  \"overview\" : \"Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.\",\n  \"keywords\" : \"hotel room dying and death individual prostitute lovesickness rage and hate casino unsociability alcohol love at first sight movie business screenwriter alcoholism los angeles california las vegas alcohol abuse Drama Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Leaving Las Vegas hotel room dying and death individual prostitute lovesickness rage and hate casino unsociability alcohol love at first sight movie business screenwriter alcoholism los angeles california las vegas alcohol abuse Drama Romance Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.\"\n}"
    },
    {
      "docid": "857142",
      "score": 8.425100326538086,
      "raw": "{\n  \"id\" : 857142,\n  \"title\" : \"Oscar De La Hoya vs. Félix Trinidad\",\n  \"overview\" : \"Félix Trinidad vs. Oscar De La Hoya, billed as The Fight of the Millennium, was a boxing match held at the Mandalay Bay Events Center on the Las Vegas Strip on September 18, 1999, to unify the WBC and IBF's world Welterweight championships.\",\n  \"keywords\" : \"boxing Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Oscar De La Hoya vs. Félix Trinidad boxing Documentary Félix Trinidad vs. Oscar De La Hoya, billed as The Fight of the Millennium, was a boxing match held at the Mandalay Bay Events Center on the Las Vegas Strip on September 18, 1999, to unify the WBC and IBF's world Welterweight championships.\"\n}"
    },
    {
      "docid": "1020756",
      "score": 8.397500038146973,
      "raw": "{\n  \"id\" : 1020756,\n  \"title\" : \"Benny & Barney: Las Vegas Undercover\",\n  \"overview\" : \"Two undercover cops find their avocation -- a musical act -- helpful in tapping informants on the Las Vegas Strip regarding the alleged kidnapping of a top entertainer in this pilot for a series that never materialized.\",\n  \"keywords\" : \"Comedy Crime Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Benny & Barney: Las Vegas Undercover Comedy Crime Drama TV Movie Two undercover cops find their avocation -- a musical act -- helpful in tapping informants on the Las Vegas Strip regarding the alleged kidnapping of a top entertainer in this pilot for a series that never materialized.\"\n}"
    },
    {
      "docid": "250422",
      "score": 8.397499084472656,
      "raw": "{\n  \"id\" : 250422,\n  \"title\" : \"Garth Brooks: Live from Las Vegas\",\n  \"overview\" : \"At the last show of his engagement at the Wynn Las Vegas, Garth Brooks sings songs that have influenced him throughout his life as well as some of his own hits.\",\n  \"keywords\" : \"concert Music TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Garth Brooks: Live from Las Vegas concert Music TV Movie At the last show of his engagement at the Wynn Las Vegas, Garth Brooks sings songs that have influenced him throughout his life as well as some of his own hits.\"\n}"
    },
    {
      "docid": "589112",
      "score": 8.368399620056152,
      "raw": "{\n  \"id\" : 589112,\n  \"title\" : \"Route 69\",\n  \"overview\" : \"Along \\\"Route 69\\\" half the fun is getting there and blue movie master William Higgins' on-the-road camera don't miss an inch! Las Vegas is the destination, but along the way the all-seeing, X-rated cameras detour into everything from a fraternity house orgy to a truck driver's bathroom until sex-journey's end in a Las Vegas motel room where checkout time is a long while away.\",\n  \"keywords\" : \"male friendship las vegas on the road young man vintage erotica gay pornography\",\n  \"cast\" : \"\",\n  \"contents\" : \"Route 69 male friendship las vegas on the road young man vintage erotica gay pornography Along \\\"Route 69\\\" half the fun is getting there and blue movie master William Higgins' on-the-road camera don't miss an inch! Las Vegas is the destination, but along the way the all-seeing, X-rated cameras detour into everything from a fraternity house orgy to a truck driver's bathroom until sex-journey's end in a Las Vegas motel room where checkout time is a long while away.\"\n}"
    }
  ],
  "Q2": [
    {
      "docid": "1358787",
      "score": 7.947000026702881,
      "raw": "{\n  \"id\" : 1358787,\n  \"title\" : \"HMM – Hug Me More\",\n  \"overview\" : \"It’s purely a revenge suspense thriller. The play of the movie is about one night stand story what happens between both leads male and female. Male lead tries to kill the female lead is the play of the movie, for what reason and what happens to both is the climax\",\n  \"keywords\" : \"Horror\",\n  \"cast\" : \"\",\n  \"contents\" : \"HMM – Hug Me More Horror It’s purely a revenge suspense thriller. The play of the movie is about one night stand story what happens between both leads male and female. Male lead tries to kill the female lead is the play of the movie, for what reason and what happens to both is the climax\"\n}"
    },
    {
      "docid": "262570",
      "score": 7.5543999671936035,
      "raw": "{\n  \"id\" : 262570,\n  \"title\" : \"Mahaan Kanakku\",\n  \"overview\" : \"Mahaan Kanakku movie is tamil movie is directed by Sampath.Ramana is lead male role and pair with female lead role Rich Sniha.Music Director is A K Rishal Sai for the movie.\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Mahaan Kanakku Comedy Mahaan Kanakku movie is tamil movie is directed by Sampath.Ramana is lead male role and pair with female lead role Rich Sniha.Music Director is A K Rishal Sai for the movie.\"\n}"
    },
    {
      "docid": "387753",
      "score": 7.141200065612793,
      "raw": "{\n  \"id\" : 387753,\n  \"title\" : \"The Pearl Phoenix\",\n  \"overview\" : \"Huangmei Opera movies like The Pearl Phoenix are unique to 1960's Hong Kong culture, a product of the Swinging Sixties but considerably more in touch with their Chinese roots. This one is complete with a gender-bending tale where the male lead is played by female and the female lead poses as a man, plus movie queen Li Ching and the singing voices of Ivy Ling Po and Jing Ting. Sit back and enjoy!\",\n  \"keywords\" : \"Music Drama Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Pearl Phoenix Music Drama Romance Huangmei Opera movies like The Pearl Phoenix are unique to 1960's Hong Kong culture, a product of the Swinging Sixties but considerably more in touch with their Chinese roots. This one is complete with a gender-bending tale where the male lead is played by female and the female lead poses as a man, plus movie queen Li Ching and the singing voices of Ivy Ling Po and Jing Ting. Sit back and enjoy!\"\n}"
    },
    {
      "docid": "652900",
      "score": 6.729800224304199,
      "raw": "{\n  \"id\" : 652900,\n  \"title\" : \"Santacruz\",\n  \"overview\" : \"Santacruz is an upcoming Malayalam movie written and directed by Johnson John Fernandez. As per reports, actress Noorin Shereef has been signed as the female lead but the male lead is still undisclosed.\",\n  \"keywords\" : \"Romance Music Thriller\",\n  \"cast\" : \"\",\n  \"contents\" : \"Santacruz Romance Music Thriller Santacruz is an upcoming Malayalam movie written and directed by Johnson John Fernandez. As per reports, actress Noorin Shereef has been signed as the female lead but the male lead is still undisclosed.\"\n}"
    },
    {
      "docid": "848932",
      "score": 6.703000068664551,
      "raw": "{\n  \"id\" : 848932,\n  \"title\" : \"Why Women Cheat\",\n  \"overview\" : \"The male lead is the king of a small island nation. He was previously badly hurt by the female lead. The female lead has a canine tooth that makes her look extremely captivating when she smiles. When the female lead vanished, the male lead became extremely fond of sleeping because he did not want to miss her. As fate would have it, the male lead married the female lead in the end. He decided to properly torment that adorable yet horrible woman for a while\",\n  \"keywords\" : \"Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Why Women Cheat Romance The male lead is the king of a small island nation. He was previously badly hurt by the female lead. The female lead has a canine tooth that makes her look extremely captivating when she smiles. When the female lead vanished, the male lead became extremely fond of sleeping because he did not want to miss her. As fate would have it, the male lead married the female lead in the end. He decided to properly torment that adorable yet horrible woman for a while\"\n}"
    },
    {
      "docid": "117061",
      "score": 6.5183000564575195,
      "raw": "{\n  \"id\" : 117061,\n  \"title\" : \"Idhayam Thiraiarangam\",\n  \"overview\" : \"'Idhayam Thiraiarangam' Tamil movie is a romantic entertainer directed by Ramki Ramakrishnan that features the fresh faces in the movie.Anand plays the male lead role in the movie and the actress Swetha plays the female lead.The musical tracks are composed by Mariyamanogar\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Idhayam Thiraiarangam 'Idhayam Thiraiarangam' Tamil movie is a romantic entertainer directed by Ramki Ramakrishnan that features the fresh faces in the movie.Anand plays the male lead role in the movie and the actress Swetha plays the female lead.The musical tracks are composed by Mariyamanogar\"\n}"
    },
    {
      "docid": "1160877",
      "score": 6.488500118255615,
      "raw": "{\n  \"id\" : 1160877,\n  \"title\" : \"Dog and Cat\",\n  \"overview\" : \"A veteran detective loses his partner in a shooting while they are investigating a gangster who is controlling the local porno rackets. He is stunned to discover that the new partner he is assigned is not only a rookie, but a female.\",\n  \"keywords\" : \"gangster female detective detective male lead Action Crime Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Dog and Cat gangster female detective detective male lead Action Crime Drama TV Movie A veteran detective loses his partner in a shooting while they are investigating a gangster who is controlling the local porno rackets. He is stunned to discover that the new partner he is assigned is not only a rookie, but a female.\"\n}"
    },
    {
      "docid": "848937",
      "score": 6.477099895477295,
      "raw": "{\n  \"id\" : 848937,\n  \"title\" : \"Strong Female Lead\",\n  \"overview\" : \"One in three Australian women experience discrimination or harassment in the workplace. Australia’s first and only female Prime Minister, Julia Gillard, was one of them.  In Australia, politics is a toxic place for women.  Strong Female lead examines Australia’s struggle with women and power when a strong female takes the lead\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Strong Female Lead Documentary One in three Australian women experience discrimination or harassment in the workplace. Australia’s first and only female Prime Minister, Julia Gillard, was one of them.  In Australia, politics is a toxic place for women.  Strong Female lead examines Australia’s struggle with women and power when a strong female takes the lead\"\n}"
    },
    {
      "docid": "80929",
      "score": 6.274700164794922,
      "raw": "{\n  \"id\" : 80929,\n  \"title\" : \"Chandamama\",\n  \"overview\" : \"Chandamama (Telugu: చందమామ, English translation: Moon) is a 2007 Telugu movie directed by Krishna Vamsi with Navdeep and Shiva Balaji in the lead roles. Kajal Agarwal, known for playing the lead role in Lakshmi Kalyanam, is paired opposite Navdeep, while Sindhu Menon is playing the female lead opposite Shiva Balaji. The movie is produced by C. Kalyan and S. Vijayanand, the musical score is provided by K. M. Radha Krishnan and the base story by Akula Venkat.  The film was released in September 2007. The film was remade under the name A Aa E Ee in Tamil by AVM Productions.\",\n  \"keywords\" : \"Comedy Romance Family Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Chandamama Comedy Romance Family Drama Chandamama (Telugu: చందమామ, English translation: Moon) is a 2007 Telugu movie directed by Krishna Vamsi with Navdeep and Shiva Balaji in the lead roles. Kajal Agarwal, known for playing the lead role in Lakshmi Kalyanam, is paired opposite Navdeep, while Sindhu Menon is playing the female lead opposite Shiva Balaji. The movie is produced by C. Kalyan and S. Vijayanand, the musical score is provided by K. M. Radha Krishnan and the base story by Akula Venkat.  The film was released in September 2007. The film was remade under the name A Aa E Ee in Tamil by AVM Productions.\"\n}"
    },
    {
      "docid": "942491",
      "score": 6.22629976272583,
      "raw": "{\n  \"id\" : 942491,\n  \"title\" : \"Flat-Chested Winnie’s Happy Voyage\",\n  \"overview\" : \"The movie revolves around the female leads insecurity regarding her flat chest, as she suspects her boyfriend will be lured away by another woman's curves.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Flat-Chested Winnie’s Happy Voyage The movie revolves around the female leads insecurity regarding her flat chest, as she suspects her boyfriend will be lured away by another woman's curves.\"\n}"
    },
    {
      "docid": "497387",
      "score": 6.185800075531006,
      "raw": "{\n  \"id\" : 497387,\n  \"title\" : \"Love Master\",\n  \"overview\" : \"Two beautiful actresses of Ollywood – Riya Dey and Punam Mishra are in the female leads opposite Babusan. Himansu Parija (Chandi Parija) is going to direct this movie. Abhijit Majumdar will compose music.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Love Master Two beautiful actresses of Ollywood – Riya Dey and Punam Mishra are in the female leads opposite Babusan. Himansu Parija (Chandi Parija) is going to direct this movie. Abhijit Majumdar will compose music.\"\n}"
    },
    {
      "docid": "349369",
      "score": 6.145100116729736,
      "raw": "{\n  \"id\" : 349369,\n  \"title\" : \"Audition\",\n  \"overview\" : \"A handsome young Korean playboy/womanizer who dreams of becoming a model/actor. However, his role is behind the scenes working as a computer FX programmer. Due to a computer glitch, he accidentally gets a print-out of his face and body morphed with that of a female model. Just for kicks, he sends in the picture to an audition, and ends up cast in a movie as the sexy, female lead.....\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Audition Comedy A handsome young Korean playboy/womanizer who dreams of becoming a model/actor. However, his role is behind the scenes working as a computer FX programmer. Due to a computer glitch, he accidentally gets a print-out of his face and body morphed with that of a female model. Just for kicks, he sends in the picture to an audition, and ends up cast in a movie as the sexy, female lead.....\"\n}"
    },
    {
      "docid": "885593",
      "score": 6.14509916305542,
      "raw": "{\n  \"id\" : 885593,\n  \"title\" : \"Piplantri\",\n  \"overview\" : \"Piplantri is a bilingual Hindi and Malayalam movie shot in Rajasthan with the story of female feticide written and directed by debut Shoji Sebastian. Featuring Miyasree, Rishi, Suresh Velath, Rakesh Babu, Kavya Madhav, Jeena, Joshy Nair, John W Varghese, Shyam Sunder Paliwal in lead roles.  The story of 'Pippalandri' is a journey in search of the secrets of female feticide, a social evil. The film was shot entirely in Rajasthan.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Piplantri Piplantri is a bilingual Hindi and Malayalam movie shot in Rajasthan with the story of female feticide written and directed by debut Shoji Sebastian. Featuring Miyasree, Rishi, Suresh Velath, Rakesh Babu, Kavya Madhav, Jeena, Joshy Nair, John W Varghese, Shyam Sunder Paliwal in lead roles.  The story of 'Pippalandri' is a journey in search of the secrets of female feticide, a social evil. The film was shot entirely in Rajasthan.\"\n}"
    },
    {
      "docid": "1523593",
      "score": 6.067299842834473,
      "raw": "{\n  \"id\" : 1523593,\n  \"title\" : \"Fresh Blood\",\n  \"overview\" : \"An action comedy writer pitches to his narcissist Hollywood agent a movie idea in which the two female lead characters pitch their own action script to a homeless man posing as a big shot Hollywood agent.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Fresh Blood An action comedy writer pitches to his narcissist Hollywood agent a movie idea in which the two female lead characters pitch their own action script to a homeless man posing as a big shot Hollywood agent.\"\n}"
    },
    {
      "docid": "27825",
      "score": 6.046800136566162,
      "raw": "{\n  \"id\" : 27825,\n  \"title\" : \"Bad Girls from Mars\",\n  \"overview\" : \"Someone is killing off the female leads of the movie production \\\"Bad Girls from Mars.\\\" The producers feel they should try to finish the film, even though they're making a lucrative amount from insurance payoffs, so they fly in European sex bomb Emanuelle as the new lead. Emanuelle immediately begins embarrassing the producers by leading a wild party life around town. Meanwhile the killings continue, and detectives try to stop the fiend responsible.\",\n  \"keywords\" : \"detective slasher series of murders Comedy Horror\",\n  \"cast\" : \"\",\n  \"contents\" : \"Bad Girls from Mars detective slasher series of murders Comedy Horror Someone is killing off the female leads of the movie production \\\"Bad Girls from Mars.\\\" The producers feel they should try to finish the film, even though they're making a lucrative amount from insurance payoffs, so they fly in European sex bomb Emanuelle as the new lead. Emanuelle immediately begins embarrassing the producers by leading a wild party life around town. Meanwhile the killings continue, and detectives try to stop the fiend responsible.\"\n}"
    },
    {
      "docid": "1119058",
      "score": 5.942800045013428,
      "raw": "{\n  \"id\" : 1119058,\n  \"title\" : \"Dirty Wedding\",\n  \"overview\" : \"The female lead remarried and went on a trip abroad with her husband. However, she encountered a thief, lost all her valuables, and ran out of electricity on her phone. When she arrived at the hotel she had booked, she found out that she had not made a successful reservation before. In times of adversity, she saw the truth. The remarried husband was a scumbag and quickly left the female lead to mix up with other women. The female lead also received the help of a kind-hearted man, whose goal was to obtain her body, The female protagonist who encounters two scumbag men is very helpless, and at this time of decline, may the appearance of an exotic man just be to deceive the female protagonist into bed\",\n  \"keywords\" : \"Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Dirty Wedding Romance The female lead remarried and went on a trip abroad with her husband. However, she encountered a thief, lost all her valuables, and ran out of electricity on her phone. When she arrived at the hotel she had booked, she found out that she had not made a successful reservation before. In times of adversity, she saw the truth. The remarried husband was a scumbag and quickly left the female lead to mix up with other women. The female lead also received the help of a kind-hearted man, whose goal was to obtain her body, The female protagonist who encounters two scumbag men is very helpless, and at this time of decline, may the appearance of an exotic man just be to deceive the female protagonist into bed\"\n}"
    },
    {
      "docid": "115920",
      "score": 5.9293999671936035,
      "raw": "{\n  \"id\" : 115920,\n  \"title\" : \"Three Missing Links\",\n  \"overview\" : \"The stooges are janitors working in a movie studio. After wrecking the bosses office, they get jobs as actors in an African movie. Curly plays a gorilla and Moe and Larry are primitive natives. On location in Africa, the stooges have a confrontation with a witch doctor from whom Curly buys some \\\"love candy\\\" with hopes of attracting the films leading lady. When a female gorilla disrupts the movie set, Curly eats some of the candy and chases after her.\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Three Missing Links Comedy The stooges are janitors working in a movie studio. After wrecking the bosses office, they get jobs as actors in an African movie. Curly plays a gorilla and Moe and Larry are primitive natives. On location in Africa, the stooges have a confrontation with a witch doctor from whom Curly buys some \\\"love candy\\\" with hopes of attracting the films leading lady. When a female gorilla disrupts the movie set, Curly eats some of the candy and chases after her.\"\n}"
    },
    {
      "docid": "466026",
      "score": 5.8892998695373535,
      "raw": "{\n  \"id\" : 466026,\n  \"title\" : \"Alladista\",\n  \"overview\" : \"The film Alladista is being made simultaneously in Telugu and Tamil versions. Pen Singam is the Tamil title of this movie. Meera Jasmine plays the female lead in the movie Alladista which is a romantic cum action entertainer. Surya's friend Nagendran demands a dowry from his wife Mythilli after marriage. When Surya learns about this, he tries to help Mythilli but is framed for her murder instead.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Alladista The film Alladista is being made simultaneously in Telugu and Tamil versions. Pen Singam is the Tamil title of this movie. Meera Jasmine plays the female lead in the movie Alladista which is a romantic cum action entertainer. Surya's friend Nagendran demands a dowry from his wife Mythilli after marriage. When Surya learns about this, he tries to help Mythilli but is framed for her murder instead.\"\n}"
    },
    {
      "docid": "819812",
      "score": 5.879700183868408,
      "raw": "{\n  \"id\" : 819812,\n  \"title\" : \"Main Solah Baras Ki\",\n  \"overview\" : \"Main Solah Baras Ki is the romantic love story released in the year 1998 and both directed and produced by Dev Anand. The story is about the megastar Dev Anand who is looking for a female lead actress in his forthcoming Hindi Movie.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Main Solah Baras Ki Main Solah Baras Ki is the romantic love story released in the year 1998 and both directed and produced by Dev Anand. The story is about the megastar Dev Anand who is looking for a female lead actress in his forthcoming Hindi Movie.\"\n}"
    },
    {
      "docid": "350549",
      "score": 5.8302001953125,
      "raw": "{\n  \"id\" : 350549,\n  \"title\" : \"Love 24x7\",\n  \"overview\" : \"A love story set in the backdrop of media. The movie is written and directed by debutante Sreebala K Menon. Dileep plays Rupesh Nambiar, who works in a news channel. Nikhila Pavithran plays the female lead. She does the role of news reader Kabani. Sreenivasan plays the channel editor Ummer Abdulla. The movie showcases many interesting facts about media.\",\n  \"keywords\" : \"woman director Romance Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Love 24x7 woman director Romance Drama A love story set in the backdrop of media. The movie is written and directed by debutante Sreebala K Menon. Dileep plays Rupesh Nambiar, who works in a news channel. Nikhila Pavithran plays the female lead. She does the role of news reader Kabani. Sreenivasan plays the channel editor Ummer Abdulla. The movie showcases many interesting facts about media.\"\n}"
    }
  ],
  "Q3": [
    {
      "docid": "677099",
      "score": 8.302300453186035,
      "raw": "{\n  \"id\" : 677099,\n  \"title\" : \"Confronting Holocaust Denial With David Baddiel\",\n  \"overview\" : \"The Holocaust is one of the most documented, witnessed and written about events in history, so why is Holocaust denial back on the political agenda? What has happened in the 75 years since the liberation of the camps to have so skewed the picture? And, if it matters, why does it matter?\",\n  \"keywords\" : \"holocaust (shoah) conflict holocaust (shoah) denial Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Confronting Holocaust Denial With David Baddiel holocaust (shoah) conflict holocaust (shoah) denial Documentary TV Movie The Holocaust is one of the most documented, witnessed and written about events in history, so why is Holocaust denial back on the political agenda? What has happened in the 75 years since the liberation of the camps to have so skewed the picture? And, if it matters, why does it matter?\"\n}"
    },
    {
      "docid": "790507",
      "score": 7.2403998374938965,
      "raw": "{\n  \"id\" : 790507,\n  \"title\" : \"The Holocaust. Certified crime\",\n  \"overview\" : \"nan\",\n  \"keywords\" : \"war crimes holocaust (shoah) world war ii holocaust (shoah) survivor genocide Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Holocaust. Certified crime war crimes holocaust (shoah) world war ii holocaust (shoah) survivor genocide Documentary TV Movie nan\"\n}"
    },
    {
      "docid": "566864",
      "score": 6.786099910736084,
      "raw": "{\n  \"id\" : 566864,\n  \"title\" : \"Rescuers: Stories of Courage – Two Couples\",\n  \"overview\" : \"Two fact-based tales about citizens who risked everything, including their lives, to save Holocaust victims.\",\n  \"keywords\" : \"Drama History War TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Rescuers: Stories of Courage – Two Couples Drama History War TV Movie Two fact-based tales about citizens who risked everything, including their lives, to save Holocaust victims.\"\n}"
    },
    {
      "docid": "1203402",
      "score": 6.7820000648498535,
      "raw": "{\n  \"id\" : 1203402,\n  \"title\" : \"Symphony of the Holocaust\",\n  \"overview\" : \"The Symphony of the Holocaust is a feature documentary about the life of master violinist and Holocaust survivor Shony Braun, who used his experiences in the Nazi death camps to compose The Symphony of the Holocaust, a haunting yet hopeful testament to the memory of the millions of Jews murdered by the Nazis during World War II.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Symphony of the Holocaust Documentary The Symphony of the Holocaust is a feature documentary about the life of master violinist and Holocaust survivor Shony Braun, who used his experiences in the Nazi death camps to compose The Symphony of the Holocaust, a haunting yet hopeful testament to the memory of the millions of Jews murdered by the Nazis during World War II.\"\n}"
    },
    {
      "docid": "343721",
      "score": 6.6265997886657715,
      "raw": "{\n  \"id\" : 343721,\n  \"title\" : \"Holocaust: Is It Wallpaper Paste?\",\n  \"overview\" : \"Documentary about two girls who didn't knew what Holocaust is.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Holocaust: Is It Wallpaper Paste? Documentary about two girls who didn't knew what Holocaust is.\"\n}"
    },
    {
      "docid": "1419495",
      "score": 6.578400135040283,
      "raw": "{\n  \"id\" : 1419495,\n  \"title\" : \"Daring to Resist: Three Women Face the Holocaust\",\n  \"overview\" : \"A documentary about three teenage girls--Barbara Rodbell, Shulamit Lack, and Faye Schulman--and their efforts to survive the Jewish Holocaust in different European countries.\",\n  \"keywords\" : \"holocaust (shoah) survivor women's history jews in hiding Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Daring to Resist: Three Women Face the Holocaust holocaust (shoah) survivor women's history jews in hiding Documentary A documentary about three teenage girls--Barbara Rodbell, Shulamit Lack, and Faye Schulman--and their efforts to survive the Jewish Holocaust in different European countries.\"\n}"
    },
    {
      "docid": "1192557",
      "score": 6.485499858856201,
      "raw": "{\n  \"id\" : 1192557,\n  \"title\" : \"We Live Again\",\n  \"overview\" : \"Among the first movies to deal with the subject of the Holocaust, this documentary about Jewish war orphans opened in New York in September 1948 and has rarely been seen since. According to film critic Jim Hoberman, the film was modeled on Children Must Laugh, a pre-war Yiddish-language picture about Jewish orphans.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"We Live Again Among the first movies to deal with the subject of the Holocaust, this documentary about Jewish war orphans opened in New York in September 1948 and has rarely been seen since. According to film critic Jim Hoberman, the film was modeled on Children Must Laugh, a pre-war Yiddish-language picture about Jewish orphans.\"\n}"
    },
    {
      "docid": "882719",
      "score": 6.4721999168396,
      "raw": "{\n  \"id\" : 882719,\n  \"title\" : \"The Round Number\",\n  \"overview\" : \"In his signature personal style, David Fisher asks deeply unsettling questions about six million – the number of Jews killed during the Holocaust – which became an iconic numerical figure. As a second-generation Holocaust survivor, Fisher’s first-person historical investigation takes him on a 12-year journey, far beyond statistics, to explore why and how this number was written into the canon, and what its meaning can teach us about the Holocaust.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Round Number Documentary In his signature personal style, David Fisher asks deeply unsettling questions about six million – the number of Jews killed during the Holocaust – which became an iconic numerical figure. As a second-generation Holocaust survivor, Fisher’s first-person historical investigation takes him on a 12-year journey, far beyond statistics, to explore why and how this number was written into the canon, and what its meaning can teach us about the Holocaust.\"\n}"
    },
    {
      "docid": "407275",
      "score": 6.43209981918335,
      "raw": "{\n  \"id\" : 407275,\n  \"title\" : \"Surviving the Holocaust: Freddie Knoller's War\",\n  \"overview\" : \"Holocaust survivor Freddie Knoller talks about being a young Jewish man during WWII.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Surviving the Holocaust: Freddie Knoller's War Documentary Holocaust survivor Freddie Knoller talks about being a young Jewish man during WWII.\"\n}"
    },
    {
      "docid": "1123540",
      "score": 6.416900157928467,
      "raw": "{\n  \"id\" : 1123540,\n  \"title\" : \"Bearing Witness: Fighting the Rise of Antisemitism\",\n  \"overview\" : \"Kyra Phillips reports from the Holocaust Memorial Museum in Washington, D.C., on the rise in hate towards Jews and on the importance of bearing witness to what happened during the Holocaust.\",\n  \"keywords\" : \"Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Bearing Witness: Fighting the Rise of Antisemitism Documentary TV Movie Kyra Phillips reports from the Holocaust Memorial Museum in Washington, D.C., on the rise in hate towards Jews and on the importance of bearing witness to what happened during the Holocaust.\"\n}"
    },
    {
      "docid": "813553",
      "score": 6.375400066375732,
      "raw": "{\n  \"id\" : 813553,\n  \"title\" : \"What did the Pope know about the Holocaust?\",\n  \"overview\" : \"The Vatican opened once-secret records on Pope Pius XII on March 2020. This gave researchers a brand new insight into the Catholic Church during the Nazi era. What did the Pope know about the Holocaust?\",\n  \"keywords\" : \"Documentary History\",\n  \"cast\" : \"\",\n  \"contents\" : \"What did the Pope know about the Holocaust? Documentary History The Vatican opened once-secret records on Pope Pius XII on March 2020. This gave researchers a brand new insight into the Catholic Church during the Nazi era. What did the Pope know about the Holocaust?\"\n}"
    },
    {
      "docid": "1203791",
      "score": 6.339300155639648,
      "raw": "{\n  \"id\" : 1203791,\n  \"title\" : \"My Good Fortune in Auschwitz\",\n  \"overview\" : \"A film about friendship in difficult times, Auschwitz.\",\n  \"keywords\" : \"holocaust (shoah) auschwitz-birkenau concentration camp holocaust (shoah) survivor Animation Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Good Fortune in Auschwitz holocaust (shoah) auschwitz-birkenau concentration camp holocaust (shoah) survivor Animation Documentary A film about friendship in difficult times, Auschwitz.\"\n}"
    },
    {
      "docid": "913265",
      "score": 6.326000213623047,
      "raw": "{\n  \"id\" : 913265,\n  \"title\" : \"One Life. The Holocaust\",\n  \"overview\" : \"80 years have passed since the beginning of the Great Patriotic War. On June 22, the world again froze in a mournful minute of silence. But 2021 marks the 80th anniversary of another historical tragedy - the beginning of the Holocaust in Russia. Everyone knows the places of mass extermination of Jews: Auschwitz, Dachau, Babi Yar, ghettos in Minsk and Warsaw. But there was a Holocaust in Russia. The first mass shooting of Jews took place in the city of Nevel (near Pskov) in September 1941. The film \\\"One Life. The Holocaust\\\" tells not only about the past tragedy and the courage of those who saved Jews, but also about how memory is preserved today. Among the heroes of the film are the creative intelligentsia, famous public figures of Russia, journalists and just ordinary people - witnesses of history…\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"One Life. The Holocaust Documentary 80 years have passed since the beginning of the Great Patriotic War. On June 22, the world again froze in a mournful minute of silence. But 2021 marks the 80th anniversary of another historical tragedy - the beginning of the Holocaust in Russia. Everyone knows the places of mass extermination of Jews: Auschwitz, Dachau, Babi Yar, ghettos in Minsk and Warsaw. But there was a Holocaust in Russia. The first mass shooting of Jews took place in the city of Nevel (near Pskov) in September 1941. The film \\\"One Life. The Holocaust\\\" tells not only about the past tragedy and the courage of those who saved Jews, but also about how memory is preserved today. Among the heroes of the film are the creative intelligentsia, famous public figures of Russia, journalists and just ordinary people - witnesses of history…\"\n}"
    },
    {
      "docid": "1092501",
      "score": 6.249199867248535,
      "raw": "{\n  \"id\" : 1092501,\n  \"title\" : \"My Family, The Holocaust and Me\",\n  \"overview\" : \"Robert Rinder helps the second and third generations of families who experienced the Holocaust to retrace their relatives' footsteps and discover the full truth about what happened to their families.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Family, The Holocaust and Me Robert Rinder helps the second and third generations of families who experienced the Holocaust to retrace their relatives' footsteps and discover the full truth about what happened to their families.\"\n}"
    },
    {
      "docid": "202633",
      "score": 6.240499973297119,
      "raw": "{\n  \"id\" : 202633,\n  \"title\" : \"Zyklon Portrait\",\n  \"overview\" : \"A Holocaust film without Holocaust imagery, ZYKLON PORTRAIT combines archival instructional films with family snapshots, home movies, underwater photography, and hand-painted imagery for an expressive exploration of how history and memory are related to one family's loss.\",\n  \"keywords\" : \"woman director Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Zyklon Portrait woman director Documentary A Holocaust film without Holocaust imagery, ZYKLON PORTRAIT combines archival instructional films with family snapshots, home movies, underwater photography, and hand-painted imagery for an expressive exploration of how history and memory are related to one family's loss.\"\n}"
    },
    {
      "docid": "428817",
      "score": 6.223800182342529,
      "raw": "{\n  \"id\" : 428817,\n  \"title\" : \"Underground Messengers\",\n  \"overview\" : \"Documentary about three men who from 1942 tried to inform the world public about the \\\"final solution of the Jewish question\\\" through their various connections. The film, which focuses entirely on the faces of the eyewitnesses interviewed, reports on their efforts to bring knowledge of the Holocaust into the world and focuses on the memories of those affected.\",\n  \"keywords\" : \"holocaust (shoah) Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Underground Messengers holocaust (shoah) Documentary Documentary about three men who from 1942 tried to inform the world public about the \\\"final solution of the Jewish question\\\" through their various connections. The film, which focuses entirely on the faces of the eyewitnesses interviewed, reports on their efforts to bring knowledge of the Holocaust into the world and focuses on the memories of those affected.\"\n}"
    },
    {
      "docid": "261910",
      "score": 6.22130012512207,
      "raw": "{\n  \"id\" : 261910,\n  \"title\" : \"Britain's Holocaust Survivors\",\n  \"overview\" : \"They experienced perhaps the greatest crimes against humanity the world has ever seen. Yet what do we know about the Holocaust survivors who made Britain their home? Britain's Holocaust Survivors takes a unique approach to recording the experiences of the last generation to have living memories of the Holocaust. The film takes viewers into the homes of a small group of extraordinary survivors, telling their stories with sensitivity, humour and compassion. A compelling cast of characters are revealed as they gradually reveal the horror of their past and how those experiences have shaped their lives.\",\n  \"keywords\" : \"woman director Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Britain's Holocaust Survivors woman director Documentary They experienced perhaps the greatest crimes against humanity the world has ever seen. Yet what do we know about the Holocaust survivors who made Britain their home? Britain's Holocaust Survivors takes a unique approach to recording the experiences of the last generation to have living memories of the Holocaust. The film takes viewers into the homes of a small group of extraordinary survivors, telling their stories with sensitivity, humour and compassion. A compelling cast of characters are revealed as they gradually reveal the horror of their past and how those experiences have shaped their lives.\"\n}"
    },
    {
      "docid": "218577",
      "score": 6.2067999839782715,
      "raw": "{\n  \"id\" : 218577,\n  \"title\" : \"Remembrance Of Love\",\n  \"overview\" : \"Joe Rabin is a Holocaust survivor. After the war he went to America, married someone and had a family. Today, he is on his way to Israel for a reunion of Holocaust survivors. It seems that he has another reason for going. It seems like during the war, he had a girlfriend and they were separated and she was pregnant. He has never found out what happened to her, or their baby, he hopes to find out now.\",\n  \"keywords\" : \"holocaust (shoah) survivor TV Movie Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Remembrance Of Love holocaust (shoah) survivor TV Movie Drama Joe Rabin is a Holocaust survivor. After the war he went to America, married someone and had a family. Today, he is on his way to Israel for a reunion of Holocaust survivors. It seems that he has another reason for going. It seems like during the war, he had a girlfriend and they were separated and she was pregnant. He has never found out what happened to her, or their baby, he hopes to find out now.\"\n}"
    },
    {
      "docid": "763622",
      "score": 6.202000141143799,
      "raw": "{\n  \"id\" : 763622,\n  \"title\" : \"Cheating Hitler: Surviving the Holocaust\",\n  \"overview\" : \"Three Canadian Holocaust survivors, with unanswered questions from their past, journey back to hometowns, killing sites, and hiding places in search of clues in this new film.  Maxwell wonders what happened to a baby he saved in a forest in 1943. Helen wants to know more about the fate of her brother. Rose wants to honour her mother and father by going to the places where they spent their final days.  The survivors who appear in this film came of age during the Holocaust and carry the burden of knowing they are the last living link to it. This film delivers a powerful warning from history, inspiring stories of survival, and a last chance to solve lingering mysteries (88 minutes, English, 2019).\",\n  \"keywords\" : \"holocaust (shoah) holocaust (shoah) survivor\",\n  \"cast\" : \"\",\n  \"contents\" : \"Cheating Hitler: Surviving the Holocaust holocaust (shoah) holocaust (shoah) survivor Three Canadian Holocaust survivors, with unanswered questions from their past, journey back to hometowns, killing sites, and hiding places in search of clues in this new film.  Maxwell wonders what happened to a baby he saved in a forest in 1943. Helen wants to know more about the fate of her brother. Rose wants to honour her mother and father by going to the places where they spent their final days.  The survivors who appear in this film came of age during the Holocaust and carry the burden of knowing they are the last living link to it. This film delivers a powerful warning from history, inspiring stories of survival, and a last chance to solve lingering mysteries (88 minutes, English, 2019).\"\n}"
    },
    {
      "docid": "310455",
      "score": 6.1905999183654785,
      "raw": "{\n  \"id\" : 310455,\n  \"title\" : \"Who Shall Live and Who Shall Die?\",\n  \"overview\" : \"A documentary about America's knowledge of the Holocaust during the Second World War dares to ask, \\\"\\\"Could the Jews of Europe have been saved?\\\"\",\n  \"keywords\" : \"holocaust (shoah) Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Who Shall Live and Who Shall Die? holocaust (shoah) Documentary A documentary about America's knowledge of the Holocaust during the Second World War dares to ask, \\\"\\\"Could the Jews of Europe have been saved?\\\"\"\n}"
    }
  ],
  "Q4": [
    {
      "docid": "108311",
      "score": 5.771299839019775,
      "raw": "{\n  \"id\" : 108311,\n  \"title\" : \"Baby\",\n  \"overview\" : \"A couple finds a baby on their doorstep with a note asking them to temporarily keep it. They take the baby in and care for it as if it were their own. But what if the baby's mom really returns to claim it?\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Drama TV Movie A couple finds a baby on their doorstep with a note asking them to temporarily keep it. They take the baby in and care for it as if it were their own. But what if the baby's mom really returns to claim it?\"\n}"
    },
    {
      "docid": "681218",
      "score": 5.697199821472168,
      "raw": "{\n  \"id\" : 681218,\n  \"title\" : \"Welcome Baby\",\n  \"overview\" : \"Welcome Baby is an upcoming Gujarati movie. The movie is directed by Ramesh Karolkar and will feature Rachna Nagewadia, Chhaya Shukla and Nimesh Desai as lead characters.\",\n  \"keywords\" : \"Comedy Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Welcome Baby Comedy Drama Welcome Baby is an upcoming Gujarati movie. The movie is directed by Ramesh Karolkar and will feature Rachna Nagewadia, Chhaya Shukla and Nimesh Desai as lead characters.\"\n}"
    },
    {
      "docid": "1435159",
      "score": 5.666100025177002,
      "raw": "{\n  \"id\" : 1435159,\n  \"title\" : \"Oo my baby\",\n  \"overview\" : \"A woman's stroller rolls terrifyingly down a hill, her baby at risk, who will save her baby?\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Oo my baby Drama TV Movie A woman's stroller rolls terrifyingly down a hill, her baby at risk, who will save her baby?\"\n}"
    },
    {
      "docid": "409438",
      "score": 5.594799995422363,
      "raw": "{\n  \"id\" : 409438,\n  \"title\" : \"Oh, Baby\",\n  \"overview\" : \"The story of two babies who are able to telepathically communicate and try to marry their parents by help of mortal combat with the robbers.\",\n  \"keywords\" : \"baby bebês Comedy Family TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Oh, Baby baby bebês Comedy Family TV Movie The story of two babies who are able to telepathically communicate and try to marry their parents by help of mortal combat with the robbers.\"\n}"
    },
    {
      "docid": "1308836",
      "score": 5.555600166320801,
      "raw": "{\n  \"id\" : 1308836,\n  \"title\" : \"Baby Girl\",\n  \"overview\" : \"Movie adaptation of the upcoming Aylin Baykal novel \\\"Baby Girl\\\"\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Girl Movie adaptation of the upcoming Aylin Baykal novel \\\"Baby Girl\\\"\"\n}"
    },
    {
      "docid": "561596",
      "score": 5.548399925231934,
      "raw": "{\n  \"id\" : 561596,\n  \"title\" : \"Black Market Baby\",\n  \"overview\" : \"A young college girl becomes pregnant, and she and the baby's father are targeted by a black-market adoption ring that is out to get the baby.\",\n  \"keywords\" : \"forced abortion Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Black Market Baby forced abortion Drama TV Movie A young college girl becomes pregnant, and she and the baby's father are targeted by a black-market adoption ring that is out to get the baby.\"\n}"
    },
    {
      "docid": "1058719",
      "score": 5.5254998207092285,
      "raw": "{\n  \"id\" : 1058719,\n  \"title\" : \"Project Baby\",\n  \"overview\" : \"Follows the best friends of a married couple who are asked to work together to look after the couple's baby while planning the baby's first birthday party.\",\n  \"keywords\" : \"TV Movie Comedy Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Project Baby TV Movie Comedy Romance Follows the best friends of a married couple who are asked to work together to look after the couple's baby while planning the baby's first birthday party.\"\n}"
    },
    {
      "docid": "1042808",
      "score": 5.521999835968018,
      "raw": "{\n  \"id\" : 1042808,\n  \"title\" : \"Pinkfong Sing-Along Movie 2: Wonderstar Concert\",\n  \"overview\" : \"Wonderville's favorite problem-solving duo, Pinkfong and Hogi, assemble a group of friends to produce their first-ever live concert on the big screen. They are coming to the theaters for Pinkfong and Baby Shark fans around the world to give them an unforgettable experience to engage and interact with the Wonderstar characters. Pinkfong Sing-Along Movie 2: Wonderstar Concert is a sequel to the movie Pinkfong & Baby Shark's Space Adventure (2020), which ranked 5th most-watched movie in Netflix Today's Top 10 in the U.S. Come and enjoy the live concert and sing-along to Pinkfong's most popular songs, including the Baby Shark song from the No. 1 most-viewed YouTube video “Baby Shark Dance” with 11.5 billion views, as well as the exciting T-Rex song, the spooky Halloween song, and the refreshing fruit juice song!\",\n  \"keywords\" : \"Animation Family Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"Pinkfong Sing-Along Movie 2: Wonderstar Concert Animation Family Music Wonderville's favorite problem-solving duo, Pinkfong and Hogi, assemble a group of friends to produce their first-ever live concert on the big screen. They are coming to the theaters for Pinkfong and Baby Shark fans around the world to give them an unforgettable experience to engage and interact with the Wonderstar characters. Pinkfong Sing-Along Movie 2: Wonderstar Concert is a sequel to the movie Pinkfong & Baby Shark's Space Adventure (2020), which ranked 5th most-watched movie in Netflix Today's Top 10 in the U.S. Come and enjoy the live concert and sing-along to Pinkfong's most popular songs, including the Baby Shark song from the No. 1 most-viewed YouTube video “Baby Shark Dance” with 11.5 billion views, as well as the exciting T-Rex song, the spooky Halloween song, and the refreshing fruit juice song!\"\n}"
    },
    {
      "docid": "736732",
      "score": 5.503900051116943,
      "raw": "{\n  \"id\" : 736732,\n  \"title\" : \"Broker\",\n  \"overview\" : \"Sang-hyeon is always struggling from debt, and Dong-soo works at a baby box facility. On a rainy night, they steal the baby Woo-sung, who was left in the baby box, to sell him at a good price. Meanwhile, detectives were watching, and they quietly track them down to capture the crucial evidence.\",\n  \"keywords\" : \"baby adoption investigation broker road trip family relationships road movie abandoned baby busan south korea baby box Drama Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Broker baby adoption investigation broker road trip family relationships road movie abandoned baby busan south korea baby box Drama Comedy Sang-hyeon is always struggling from debt, and Dong-soo works at a baby box facility. On a rainy night, they steal the baby Woo-sung, who was left in the baby box, to sell him at a good price. Meanwhile, detectives were watching, and they quietly track them down to capture the crucial evidence.\"\n}"
    },
    {
      "docid": "457702",
      "score": 5.502900123596191,
      "raw": "{\n  \"id\" : 457702,\n  \"title\" : \"Cradle Swapping\",\n  \"overview\" : \"A young couple copes with the mysterious illness of their new baby only later to discover the baby they brought home from the hospital isn't theirs. So who has their baby?\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Cradle Swapping Drama TV Movie A young couple copes with the mysterious illness of their new baby only later to discover the baby they brought home from the hospital isn't theirs. So who has their baby?\"\n}"
    },
    {
      "docid": "66889",
      "score": 5.502899169921875,
      "raw": "{\n  \"id\" : 66889,\n  \"title\" : \"Baby For Sale\",\n  \"overview\" : \"A couple discover that the baby girl they're trying to adopt is being auctioned off to the highest bidder. The couple become part of a sting operation to bust the baby-selling ring.\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby For Sale Drama TV Movie A couple discover that the baby girl they're trying to adopt is being auctioned off to the highest bidder. The couple become part of a sting operation to bust the baby-selling ring.\"\n}"
    },
    {
      "docid": "240046",
      "score": 5.464000225067139,
      "raw": "{\n  \"id\" : 240046,\n  \"title\" : \"Baby Sellers\",\n  \"overview\" : \"Inspired by true events, the Lifetime Original Movie, Baby Sellers, exposes the shocking international criminal enterprise of infant trafficking. Stars Emmy winner Jennifer Finnigan and Emmy and Golden Globe winner Kirstie Alley.\",\n  \"keywords\" : \"Crime Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Sellers Crime Drama TV Movie Inspired by true events, the Lifetime Original Movie, Baby Sellers, exposes the shocking international criminal enterprise of infant trafficking. Stars Emmy winner Jennifer Finnigan and Emmy and Golden Globe winner Kirstie Alley.\"\n}"
    },
    {
      "docid": "276753",
      "score": 5.458199977874756,
      "raw": "{\n  \"id\" : 276753,\n  \"title\" : \"Baby Comes Home\",\n  \"overview\" : \"In this sequel to \\\"And Baby Makes Six,\\\" a middle-aged couple deals with familial upheaval after giving birth to an unplanned fourth baby --- 17 years after their last child.\",\n  \"keywords\" : \"Comedy Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Comes Home Comedy Drama TV Movie In this sequel to \\\"And Baby Makes Six,\\\" a middle-aged couple deals with familial upheaval after giving birth to an unplanned fourth baby --- 17 years after their last child.\"\n}"
    },
    {
      "docid": "31117",
      "score": 5.449699878692627,
      "raw": "{\n  \"id\" : 31117,\n  \"title\" : \"Superbabies: Baby Geniuses 2\",\n  \"overview\" : \"Following on from the plot of the last movie, babies can communicate with each other using 'baby talk', and have an innate knowledge of the secrets of the universe. The baby geniuses become involved in a scheme by media mogul Bill Biscane (Jon Voight). Helping the geniuses is a legendary superbaby named Kahuna. He joins up with several other babies in an attempt to stop Biscane, who intends to use a state-of-the-art satellite system to control the world's population.\",\n  \"keywords\" : \"mind control baby computer baseball genius scientific study baby geniuses Comedy Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Superbabies: Baby Geniuses 2 mind control baby computer baseball genius scientific study baby geniuses Comedy Family Following on from the plot of the last movie, babies can communicate with each other using 'baby talk', and have an innate knowledge of the secrets of the universe. The baby geniuses become involved in a scheme by media mogul Bill Biscane (Jon Voight). Helping the geniuses is a legendary superbaby named Kahuna. He joins up with several other babies in an attempt to stop Biscane, who intends to use a state-of-the-art satellite system to control the world's population.\"\n}"
    },
    {
      "docid": "1457067",
      "score": 5.421599864959717,
      "raw": "{\n  \"id\" : 1457067,\n  \"title\" : \"Baby Rapper\",\n  \"overview\" : \"What's more fun than singing BEATLES SONGS? How about singing ten classic BEATLES SONGS and watching BABY RAPPER dancing and singing the same songs? An adorable \\\"hip hop dancing baby\\\" who can impersonate the Beatles to a tee, is by far the coolest baby on the planet!\",\n  \"keywords\" : \"Family Animation Music TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Rapper Family Animation Music TV Movie What's more fun than singing BEATLES SONGS? How about singing ten classic BEATLES SONGS and watching BABY RAPPER dancing and singing the same songs? An adorable \\\"hip hop dancing baby\\\" who can impersonate the Beatles to a tee, is by far the coolest baby on the planet!\"\n}"
    },
    {
      "docid": "1370155",
      "score": 5.410200119018555,
      "raw": "{\n  \"id\" : 1370155,\n  \"title\" : \"Sneezing Baby Panda: Talking with Directors\",\n  \"overview\" : \"A behind the scenes interview on the making of \\\"Sneezing Baby Panda: The Movie\\\" (2014).\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Sneezing Baby Panda: Talking with Directors Comedy A behind the scenes interview on the making of \\\"Sneezing Baby Panda: The Movie\\\" (2014).\"\n}"
    },
    {
      "docid": "215580",
      "score": 5.3927001953125,
      "raw": "{\n  \"id\" : 215580,\n  \"title\" : \"Mystery Woman: Oh Baby\",\n  \"overview\" : \"A couple accused of a murder go on the run, leaving their baby in the care of bookshop owner &amp; amateur sleuth Samantha Kinsey. Can Samantha look after the baby and solve the case?\",\n  \"keywords\" : \"Mystery Crime Thriller TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Mystery Woman: Oh Baby Mystery Crime Thriller TV Movie A couple accused of a murder go on the run, leaving their baby in the care of bookshop owner &amp; amateur sleuth Samantha Kinsey. Can Samantha look after the baby and solve the case?\"\n}"
    },
    {
      "docid": "763919",
      "score": 5.375999927520752,
      "raw": "{\n  \"id\" : 763919,\n  \"title\" : \"The Wampas Baby Stars of 1922\",\n  \"overview\" : \"The WAMPAS Baby Stars was a promotional campaign sponsored by the United States Western Association of Motion Picture Advertisers, which honored 13 (15 in 1932) young actresses each year whom they believed to be on the threshold of movie stardom. 1922 was the first.\",\n  \"keywords\" : \"movie star Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Wampas Baby Stars of 1922 movie star Documentary The WAMPAS Baby Stars was a promotional campaign sponsored by the United States Western Association of Motion Picture Advertisers, which honored 13 (15 in 1932) young actresses each year whom they believed to be on the threshold of movie stardom. 1922 was the first.\"\n}"
    },
    {
      "docid": "1057278",
      "score": 5.354300022125244,
      "raw": "{\n  \"id\" : 1057278,\n  \"title\" : \"My Mom's Having A Baby\",\n  \"overview\" : \"A ten year old boy learns about where babies come from.\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Mom's Having A Baby Drama TV Movie A ten year old boy learns about where babies come from.\"\n}"
    },
    {
      "docid": "987380",
      "score": 5.354299068450928,
      "raw": "{\n  \"id\" : 987380,\n  \"title\" : \"Baby On Demand\",\n  \"overview\" : \"A pregnant man, homosexual parents, infertile moms. Ruled by desire: Baby on demand. The revolution of fertility.\",\n  \"keywords\" : \"Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby On Demand Documentary TV Movie A pregnant man, homosexual parents, infertile moms. Ruled by desire: Baby on demand. The revolution of fertility.\"\n}"
    }
  ],
  "Q5": [
    {
      "docid": "290188",
      "score": 12.85669994354248,
      "raw": "{\n  \"id\" : 290188,\n  \"title\" : \"The Brittany Murphy Story\",\n  \"overview\" : \"A look at Brittany Murphy's rise to Hollywood fame in the 1990s, her struggles with celebrity and self-esteem, and her mysterious death in 2009 at the age of 32.\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Brittany Murphy Story Drama TV Movie A look at Brittany Murphy's rise to Hollywood fame in the 1990s, her struggles with celebrity and self-esteem, and her mysterious death in 2009 at the age of 32.\"\n}"
    },
    {
      "docid": "709098",
      "score": 11.47089958190918,
      "raw": "{\n  \"id\" : 709098,\n  \"title\" : \"Brittany Murphy: An ID Mystery\",\n  \"overview\" : \"A new TV special from Investigation Discovery, “Brittany Murphy: An ID Mystery,\\\" will revisit the circumstances of her death. Murphy's husband, Simon Monjack, died at their home in 2010 just five months after the actress died.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Brittany Murphy: An ID Mystery Documentary A new TV special from Investigation Discovery, “Brittany Murphy: An ID Mystery,\\\" will revisit the circumstances of her death. Murphy's husband, Simon Monjack, died at their home in 2010 just five months after the actress died.\"\n}"
    },
    {
      "docid": "1032584",
      "score": 11.117600440979004,
      "raw": "{\n  \"id\" : 1032584,\n  \"title\" : \"Gone Before Her Time: Brittany Murphy\",\n  \"overview\" : \"Scene-stealing starlet Brittany Murphy was destined for Hollywood’s A-list until her untimely and mysterious death turned out the lights on her lifelong dreams.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Gone Before Her Time: Brittany Murphy Documentary Scene-stealing starlet Brittany Murphy was destined for Hollywood’s A-list until her untimely and mysterious death turned out the lights on her lifelong dreams.\"\n}"
    },
    {
      "docid": "316015",
      "score": 7.40500020980835,
      "raw": "{\n  \"id\" : 316015,\n  \"title\" : \"My Life as a Dead Girl\",\n  \"overview\" : \"When runaway teenager Chelsea is mistakenly killed by her friend Brittany's pimp, Brittany returns to what remains of the family Chelsea left years ago. Brittany's doing her best to get by under her assumed identity, until the truth begins to emerge. Then the vengeful pimp shows up.\",\n  \"keywords\" : \"Mystery Crime Fantasy TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Life as a Dead Girl Mystery Crime Fantasy TV Movie When runaway teenager Chelsea is mistakenly killed by her friend Brittany's pimp, Brittany returns to what remains of the family Chelsea left years ago. Brittany's doing her best to get by under her assumed identity, until the truth begins to emerge. Then the vengeful pimp shows up.\"\n}"
    },
    {
      "docid": "52165",
      "score": 7.329800128936768,
      "raw": "{\n  \"id\" : 52165,\n  \"title\" : \"Falling Sky\",\n  \"overview\" : \"Pulling up stakes for a fresh start in Las Vegas, aspiring singer Reese (Karen Allen) and daughter Emily (Brittany Murphy) are looking forward to the future with optimism. But mom's problem drinking and her struggles to pay the bills threaten the pair's plans for a better life. Frequently cast in the role of mothering her own mother, teenage Emily must learn to hold on to hope in this poignant coming-of-age drama.\",\n  \"keywords\" : \"Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Falling Sky Drama Pulling up stakes for a fresh start in Las Vegas, aspiring singer Reese (Karen Allen) and daughter Emily (Brittany Murphy) are looking forward to the future with optimism. But mom's problem drinking and her struggles to pay the bills threaten the pair's plans for a better life. Frequently cast in the role of mothering her own mother, teenage Emily must learn to hold on to hope in this poignant coming-of-age drama.\"\n}"
    },
    {
      "docid": "144645",
      "score": 6.99970006942749,
      "raw": "{\n  \"id\" : 144645,\n  \"title\" : \"Eddie Murphy: One Night Only\",\n  \"overview\" : \"Eddie Murphy: One Night Only will pay homage to Murphy's journey from a 15-year-old aspiring comedian, to the record-breaking Raw, which remains the highest grossing stand-up film of all time, to his indelible characters and impressions from Saturday Night Live including Buckwheat, Gumby, Mr. Robinson and James Brown. Written by Spike TV\",\n  \"keywords\" : \"TV Movie Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Eddie Murphy: One Night Only TV Movie Comedy Eddie Murphy: One Night Only will pay homage to Murphy's journey from a 15-year-old aspiring comedian, to the record-breaking Raw, which remains the highest grossing stand-up film of all time, to his indelible characters and impressions from Saturday Night Live including Buckwheat, Gumby, Mr. Robinson and James Brown. Written by Spike TV\"\n}"
    },
    {
      "docid": "995507",
      "score": 6.939899921417236,
      "raw": "{\n  \"id\" : 995507,\n  \"title\" : \"Eddie Murphy: The Kennedy Center Mark Twain Prize\",\n  \"overview\" : \"Celebrate the work of actor and comedian Eddie Murphy at the Kennedy Center, as the recipient of the 18th annual Mark Twain Prize for American Humor.  From the stage of The John F. Kennedy Center for the Performing Arts in Washington, DC, a lineup of the biggest names in comedy salutes the 18th recipient of the humor prize, Eddie Murphy. Dave Chappelle, Kathy Griffin, Arsenio Hall, Sam Moore, Kevin Nealon, Trevor Noah, Jay Pharoah, Joe Piscopo, Chris Rock, and others salute Eddie Murphy at the 18th Annual Kennedy Center Mark Twain Prize.\",\n  \"keywords\" : \"Comedy TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Eddie Murphy: The Kennedy Center Mark Twain Prize Comedy TV Movie Celebrate the work of actor and comedian Eddie Murphy at the Kennedy Center, as the recipient of the 18th annual Mark Twain Prize for American Humor.  From the stage of The John F. Kennedy Center for the Performing Arts in Washington, DC, a lineup of the biggest names in comedy salutes the 18th recipient of the humor prize, Eddie Murphy. Dave Chappelle, Kathy Griffin, Arsenio Hall, Sam Moore, Kevin Nealon, Trevor Noah, Jay Pharoah, Joe Piscopo, Chris Rock, and others salute Eddie Murphy at the 18th Annual Kennedy Center Mark Twain Prize.\"\n}"
    },
    {
      "docid": "15251",
      "score": 6.935800075531006,
      "raw": "{\n  \"id\" : 15251,\n  \"title\" : \"Eddie Murphy: Delirious\",\n  \"overview\" : \"Taped live and in concert at Constitution Hall in Washington, D.C. in August, 1983, Eddie Murphy: Delirious captures Eddie Murphy's wild and outrageous stand-up comedy act, which he performed in New York and eighteen other cities across the U.S. to standing-room-only audiences. Eddie's comedy was groundbreaking, completely new, razor sharp and definitely funny.Eddie Murphy pontificates in his own vulgarly hilarious fashion on everything from bizarre sexual fantasies to reliving the family barbecue, and is peppered with Eddie's one-of-a-kind wit. Laugh along as Eddie reminiscences of hot childhood days and the ice cream man intermixed with classic vocal parodies of top American entertainers.Experience Eddie Murphy at his best, live and red hot! Delirious! Uncensored and Uncut!\",\n  \"keywords\" : \"stand-up comedy crude humor Comedy TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Eddie Murphy: Delirious stand-up comedy crude humor Comedy TV Movie Taped live and in concert at Constitution Hall in Washington, D.C. in August, 1983, Eddie Murphy: Delirious captures Eddie Murphy's wild and outrageous stand-up comedy act, which he performed in New York and eighteen other cities across the U.S. to standing-room-only audiences. Eddie's comedy was groundbreaking, completely new, razor sharp and definitely funny.Eddie Murphy pontificates in his own vulgarly hilarious fashion on everything from bizarre sexual fantasies to reliving the family barbecue, and is peppered with Eddie's one-of-a-kind wit. Laugh along as Eddie reminiscences of hot childhood days and the ice cream man intermixed with classic vocal parodies of top American entertainers.Experience Eddie Murphy at his best, live and red hot! Delirious! Uncensored and Uncut!\"\n}"
    },
    {
      "docid": "246569",
      "score": 6.603799819946289,
      "raw": "{\n  \"id\" : 246569,\n  \"title\" : \"Jinxed\",\n  \"overview\" : \"Meet the Murphys, a family with never ending bad luck. \\\"Anything that can go wrong, will go wrong,\\\" it's Murphy's law! Over a century ago a witch put a magical curse on their great-great grandfather and the whole family has been jinxed for generations! After Meg Murphy (played by Big Time Rush's Ciara Bravo) and her family's house is destroyed in yet another freak accident, the family moves into their grandfather's house in Harvest Hills. In a not-so-strange case of bad luck, Meg's nemesis Ivy is also spending the summer in town. But things start to look up, kind of, when Meg meets a local boy named Brett and he casts another spell on her, a love spell that is! With help from her brother Charlie, Meg more determined than ever, must break the hex on her catastrophically cursed family! Watch this doomed teen try for a normal existence in a world full of hijinks!\",\n  \"keywords\" : \"witch bad luck family luck family curse malediction tv movie murphy's law Family Fantasy Comedy TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Jinxed witch bad luck family luck family curse malediction tv movie murphy's law Family Fantasy Comedy TV Movie Meet the Murphys, a family with never ending bad luck. \\\"Anything that can go wrong, will go wrong,\\\" it's Murphy's law! Over a century ago a witch put a magical curse on their great-great grandfather and the whole family has been jinxed for generations! After Meg Murphy (played by Big Time Rush's Ciara Bravo) and her family's house is destroyed in yet another freak accident, the family moves into their grandfather's house in Harvest Hills. In a not-so-strange case of bad luck, Meg's nemesis Ivy is also spending the summer in town. But things start to look up, kind of, when Meg meets a local boy named Brett and he casts another spell on her, a love spell that is! With help from her brother Charlie, Meg more determined than ever, must break the hex on her catastrophically cursed family! Watch this doomed teen try for a normal existence in a world full of hijinks!\"\n}"
    },
    {
      "docid": "288550",
      "score": 6.547699928283691,
      "raw": "{\n  \"id\" : 288550,\n  \"title\" : \"Die Spider Murphy Gang\",\n  \"overview\" : \"nan\",\n  \"keywords\" : \"musical music movie Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"Die Spider Murphy Gang musical music movie Music nan\"\n}"
    },
    {
      "docid": "568502",
      "score": 6.521599769592285,
      "raw": "{\n  \"id\" : 568502,\n  \"title\" : \"William Murphy: The William Murphy Project... All Day\",\n  \"overview\" : \"Renowned minister William H. Murphy III presents a diverse and compelling variety of gospel sounds in this performance video. The William Murphy Project...All Day features an inspired team of singers and musicians offering their praise for the Lord on 11 exciting songs. Selections include \\\"Be Strong\\\" (featuring Bishop William H. Murphy Jr.), \\\"Crazy Praise\\\" (featuring DeVaughn Murphy and DeJaughn Murphy of Rock Nation), \\\"One Pure and Holy Passion,\\\" \\\"I Know Why I Am Here,\\\" \\\"Created to Worship,\\\" and more.\",\n  \"keywords\" : \"Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"William Murphy: The William Murphy Project... All Day Music Renowned minister William H. Murphy III presents a diverse and compelling variety of gospel sounds in this performance video. The William Murphy Project...All Day features an inspired team of singers and musicians offering their praise for the Lord on 11 exciting songs. Selections include \\\"Be Strong\\\" (featuring Bishop William H. Murphy Jr.), \\\"Crazy Praise\\\" (featuring DeVaughn Murphy and DeJaughn Murphy of Rock Nation), \\\"One Pure and Holy Passion,\\\" \\\"I Know Why I Am Here,\\\" \\\"Created to Worship,\\\" and more.\"\n}"
    },
    {
      "docid": "432658",
      "score": 6.394499778747559,
      "raw": "{\n  \"id\" : 432658,\n  \"title\" : \"Inspector Dupin: Brittany's Pride\",\n  \"overview\" : \"An eccentric former actress finds a body which disappears into thin air.\",\n  \"keywords\" : \"TV Movie Crime\",\n  \"cast\" : \"\",\n  \"contents\" : \"Inspector Dupin: Brittany's Pride TV Movie Crime An eccentric former actress finds a body which disappears into thin air.\"\n}"
    },
    {
      "docid": "1003110",
      "score": 6.318299770355225,
      "raw": "{\n  \"id\" : 1003110,\n  \"title\" : \"Tristan and Iseult\",\n  \"overview\" : \"Early Michael J Murphy movie and his first adaptation of the legend of Tristan and Iseult\",\n  \"keywords\" : \"Fantasy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Tristan and Iseult Fantasy Early Michael J Murphy movie and his first adaptation of the legend of Tristan and Iseult\"\n}"
    },
    {
      "docid": "811834",
      "score": 6.295499801635742,
      "raw": "{\n  \"id\" : 811834,\n  \"title\" : \"Movie Stills\",\n  \"overview\" : \"\\\"The more recent MOVIE STILLS (1977) is a melancholy procession of frozen moments being born, ripening, beginning to die before our eyes. Murphy selected 16 frames from a found home movie, photogrpahed them with a polaroid camera, then filmed the three minutes it took each image to materialize. Because of the higher contrast caused by this rephotography, the pictures seem to be darkening past their prime just as Murphy cuts to the enxt. Every shot starts out white and there's a key element of suspense as one's retitnal afterimages compete with the emerging forms of the developing photo. After a while, the ghost of an anecdote – a woman and two men mugging for the camera, an odd flirtation – develops too. 'A photograph is a secret about a secret,' Diane Arbus once wrote. '\\\"–J. Hoberman, Village Voice.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Movie Stills \\\"The more recent MOVIE STILLS (1977) is a melancholy procession of frozen moments being born, ripening, beginning to die before our eyes. Murphy selected 16 frames from a found home movie, photogrpahed them with a polaroid camera, then filmed the three minutes it took each image to materialize. Because of the higher contrast caused by this rephotography, the pictures seem to be darkening past their prime just as Murphy cuts to the enxt. Every shot starts out white and there's a key element of suspense as one's retitnal afterimages compete with the emerging forms of the developing photo. After a while, the ghost of an anecdote – a woman and two men mugging for the camera, an odd flirtation – develops too. 'A photograph is a secret about a secret,' Diane Arbus once wrote. '\\\"–J. Hoberman, Village Voice.\"\n}"
    },
    {
      "docid": "38658",
      "score": 6.260300159454346,
      "raw": "{\n  \"id\" : 38658,\n  \"title\" : \"Battle at Bloody Beach\",\n  \"overview\" : \"This is only the second Audie Murphy movie set in WWII after his autobiographical \\\"To Hell and Back.\\\" Here Murphy steps out of his usual kid-Western role to play a civilian working for the Navy helping supply guerilla insurgents in the Philippines. His sole motive is not politics nor bravery, but to find his bride from whom he was separated during the Japanese invasion two years before\",\n  \"keywords\" : \"Drama War\",\n  \"cast\" : \"\",\n  \"contents\" : \"Battle at Bloody Beach Drama War This is only the second Audie Murphy movie set in WWII after his autobiographical \\\"To Hell and Back.\\\" Here Murphy steps out of his usual kid-Western role to play a civilian working for the Navy helping supply guerilla insurgents in the Philippines. His sole motive is not politics nor bravery, but to find his bride from whom he was separated during the Japanese invasion two years before\"\n}"
    },
    {
      "docid": "845730",
      "score": 6.222499847412109,
      "raw": "{\n  \"id\" : 845730,\n  \"title\" : \"Crédit bonheur\",\n  \"overview\" : \"Settled in Brittany with their four children in an old semi-decayed house, a couple of slightly idealistic Parisians is sucked into a spiral of credits.\",\n  \"keywords\" : \"Comedy TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Crédit bonheur Comedy TV Movie Settled in Brittany with their four children in an old semi-decayed house, a couple of slightly idealistic Parisians is sucked into a spiral of credits.\"\n}"
    },
    {
      "docid": "1004164",
      "score": 6.221099853515625,
      "raw": "{\n  \"id\" : 1004164,\n  \"title\" : \"Brittany Schmitt: From Ho to Housewife\",\n  \"overview\" : \"Brittany Schmitt went From Ho to Housewife, writing the blueprint in a journal along the way. She crafted it into a comedy special that tackles all the sex, drugs and basketball this girl from Wisconsin can muster. There’s no sugarcoating it, be ready for a special brand of blunt humor, as Brittany goes hard with no hesitation. Brittany Schmitt couldn’t care less, and therein lies her charm.\",\n  \"keywords\" : \"comedian stand-up comedy Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Brittany Schmitt: From Ho to Housewife comedian stand-up comedy Comedy Brittany Schmitt went From Ho to Housewife, writing the blueprint in a journal along the way. She crafted it into a comedy special that tackles all the sex, drugs and basketball this girl from Wisconsin can muster. There’s no sugarcoating it, be ready for a special brand of blunt humor, as Brittany goes hard with no hesitation. Brittany Schmitt couldn’t care less, and therein lies her charm.\"\n}"
    },
    {
      "docid": "1159795",
      "score": 6.221098899841309,
      "raw": "{\n  \"id\" : 1159795,\n  \"title\" : \"Kombucha Girl Drag Transformation with Brittany Broski\",\n  \"overview\" : \"Famous drag queen Trixie Mattel (Season 7 of Drag Race, All Stars 3 of Drag Race) does a rendition of her iconic makeup look on meme star and TikTok comedienne Brittany \\\"Brittany Broski\\\" Tomlinson, while they talk about their fame, drag, and much more. They are also accompanied by Brittany's cousin/roommate/manager Sarah Schauer, who is also a comedienne.\",\n  \"keywords\" : \"drag Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Kombucha Girl Drag Transformation with Brittany Broski drag Comedy Famous drag queen Trixie Mattel (Season 7 of Drag Race, All Stars 3 of Drag Race) does a rendition of her iconic makeup look on meme star and TikTok comedienne Brittany \\\"Brittany Broski\\\" Tomlinson, while they talk about their fame, drag, and much more. They are also accompanied by Brittany's cousin/roommate/manager Sarah Schauer, who is also a comedienne.\"\n}"
    },
    {
      "docid": "104717",
      "score": 6.209000110626221,
      "raw": "{\n  \"id\" : 104717,\n  \"title\" : \"The Base 2: Guilty as Charged\",\n  \"overview\" : \"US Army Investigator John Murphy (now a Lieutenant, although he was a Major in the previous Base movie) has been sent to look into a series of suspicious deaths that have been going on under the watch of Colonel Strauss. After going undercover and infiltrating Strauss's unit, Murphy discovers that Strauss and his men are leading a vigilante gang to dispense 'justice' to those they feel have been wrongly acquitted of various crimes.\",\n  \"keywords\" : \"Action Adventure\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Base 2: Guilty as Charged Action Adventure US Army Investigator John Murphy (now a Lieutenant, although he was a Major in the previous Base movie) has been sent to look into a series of suspicious deaths that have been going on under the watch of Colonel Strauss. After going undercover and infiltrating Strauss's unit, Murphy discovers that Strauss and his men are leading a vigilante gang to dispense 'justice' to those they feel have been wrongly acquitted of various crimes.\"\n}"
    },
    {
      "docid": "1035352",
      "score": 6.1697001457214355,
      "raw": "{\n  \"id\" : 1035352,\n  \"title\" : \"Movie Mania\",\n  \"overview\" : \"Part of a short-lived \\\"Izzie and Lizzie\\\" series named after the male and female ingénues in two comically contrasted families living next door to one another, this slapstick adventure finds Lizzie Murphy (Bess True) \\\"going Hollywood.\\\" Having won a beauty contest, she's invited to travel west for a film test. Both Izzie Cohen and the Murphy menfolk are soon in hot pursuit, having belatedly realized that (according to a lurid tell-all book) Tinsel Town is the ruin of many a virtuous maiden. When they arrive, Lizzie is already starring in a movie and the wide-eyed family folk are fast wreaking havoc on the lot at \\\"Paramet Studio.\\\"\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Movie Mania Comedy Part of a short-lived \\\"Izzie and Lizzie\\\" series named after the male and female ingénues in two comically contrasted families living next door to one another, this slapstick adventure finds Lizzie Murphy (Bess True) \\\"going Hollywood.\\\" Having won a beauty contest, she's invited to travel west for a film test. Both Izzie Cohen and the Murphy menfolk are soon in hot pursuit, having belatedly realized that (according to a lurid tell-all book) Tinsel Town is the ruin of many a virtuous maiden. When they arrive, Lizzie is already starring in a movie and the wide-eyed family folk are fast wreaking havoc on the lot at \\\"Paramet Studio.\\\"\"\n}"
    }
  ]
}