{
  "Q1": [
    {
      "docid": "1481222",
      "score": 32.50130081176758,
      "raw": "{\n  \"id\" : 1481222,\n  \"title\" : \"Commercial Center: The Heart of Las Vegas\",\n  \"overview\" : \"A dynamic journey through the iconic history of the very first strip mall in Las Vegas: Commercial Center.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Commercial Center: The Heart of Las Vegas A dynamic journey through the iconic history of the very first strip mall in Las Vegas: Commercial Center.\"\n}"
    },
    {
      "docid": "17542",
      "score": 29.697099685668945,
      "raw": "{\n  \"id\" : 17542,\n  \"title\" : \"UFC 33: Victory In Vegas\",\n  \"overview\" : \"UFC 33: Victory in Vegas was a mixed martial arts event held by the Ultimate Fighting Championship at the Mandalay Bay Events Center on the Las Vegas Strip in Las Vegas, Nevada on September 28, 2001. The event was seen live on pay per view in the United States, and later released on home video.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"UFC 33: Victory In Vegas UFC 33: Victory in Vegas was a mixed martial arts event held by the Ultimate Fighting Championship at the Mandalay Bay Events Center on the Las Vegas Strip in Las Vegas, Nevada on September 28, 2001. The event was seen live on pay per view in the United States, and later released on home video.\"\n}"
    },
    {
      "docid": "71670",
      "score": 28.47249984741211,
      "raw": "{\n  \"id\" : 71670,\n  \"title\" : \"Hostel: Part III\",\n  \"overview\" : \"Set in Las Vegas, the film centers on a man who attends his best friend's bachelor party, unaware of an insidious agenda that plays into hunting humans.\",\n  \"keywords\" : \"sadism sequel torture las vegas torture porn Horror\",\n  \"cast\" : \"\",\n  \"contents\" : \"Hostel: Part III sadism sequel torture las vegas torture porn Horror Set in Las Vegas, the film centers on a man who attends his best friend's bachelor party, unaware of an insidious agenda that plays into hunting humans.\"\n}"
    },
    {
      "docid": "733338",
      "score": 28.05229949951172,
      "raw": "{\n  \"id\" : 733338,\n  \"title\" : \"Qarrab almaw'ed\",\n  \"overview\" : \"Behind the scenes of Fairuz concert at MGM Las Vegas in 1999, showing the legendary diva during the rehearsals and touring around Las Vegas.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Qarrab almaw'ed Behind the scenes of Fairuz concert at MGM Las Vegas in 1999, showing the legendary diva during the rehearsals and touring around Las Vegas.\"\n}"
    },
    {
      "docid": "747331",
      "score": 27.313400268554688,
      "raw": "{\n  \"id\" : 747331,\n  \"title\" : \"Las Vegas by day and night\",\n  \"overview\" : \"The fame of many cities is associated with something quite certain - history, famous factories, architectural monuments, the Olympic Games - after all, Located in the Nevada Desert, far from American political and cultural centers - Las Vegas, owes its dubious fame to ... roulette...\",\n  \"keywords\" : \"Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas by day and night Documentary TV Movie The fame of many cities is associated with something quite certain - history, famous factories, architectural monuments, the Olympic Games - after all, Located in the Nevada Desert, far from American political and cultural centers - Las Vegas, owes its dubious fame to ... roulette...\"\n}"
    },
    {
      "docid": "709207",
      "score": 25.801799774169922,
      "raw": "{\n  \"id\" : 709207,\n  \"title\" : \"Showgirls\",\n  \"overview\" : \"Amidst the neon nightlife and erotic electricity of Las Vegas, Showgirls rips the cover off of any kind of revue staged on the strip! Twin temptresses Joanna Storm and Stacey Donovan shine along side Nina Hartley and Eric Edwards in a lavish production. You'll go from center stage to backstage to the private offices and limos of moguls and millionaires as these gorgeous babes do what they do best!\",\n  \"keywords\" : \"las vegas showgirls\",\n  \"cast\" : \"\",\n  \"contents\" : \"Showgirls las vegas showgirls Amidst the neon nightlife and erotic electricity of Las Vegas, Showgirls rips the cover off of any kind of revue staged on the strip! Twin temptresses Joanna Storm and Stacey Donovan shine along side Nina Hartley and Eric Edwards in a lavish production. You'll go from center stage to backstage to the private offices and limos of moguls and millionaires as these gorgeous babes do what they do best!\"\n}"
    },
    {
      "docid": "373132",
      "score": 25.78969955444336,
      "raw": "{\n  \"id\" : 373132,\n  \"title\" : \"Big Butt Cowgirls of Las Vegas\",\n  \"overview\" : \"We have photographers in all parts of the country on standby for just that perfect girl. Whether they're thin and stacked or short and plump, Big Top Digital is working hard to bring you only the freshest faces and biggest tits in the adult industry. There's a reason we've been around for thirty-one years. So when our guy in Las Vegas sent us pictures of these plumpers, we couldn't get the check in the mail fast enough. All brand new plumpers with tits that you only dream about! Cowgirls in Las Vegas? Yes, in Las Vegas! Featuring seasoned plumper, 38DD Eden, and introducing all natural beauties Vivian, Elizabeth and the fiery red head, Erin. Don't miss it!\",\n  \"keywords\" : \"breast butt bbw\",\n  \"cast\" : \"\",\n  \"contents\" : \"Big Butt Cowgirls of Las Vegas breast butt bbw We have photographers in all parts of the country on standby for just that perfect girl. Whether they're thin and stacked or short and plump, Big Top Digital is working hard to bring you only the freshest faces and biggest tits in the adult industry. There's a reason we've been around for thirty-one years. So when our guy in Las Vegas sent us pictures of these plumpers, we couldn't get the check in the mail fast enough. All brand new plumpers with tits that you only dream about! Cowgirls in Las Vegas? Yes, in Las Vegas! Featuring seasoned plumper, 38DD Eden, and introducing all natural beauties Vivian, Elizabeth and the fiery red head, Erin. Don't miss it!\"\n}"
    },
    {
      "docid": "857142",
      "score": 25.275400161743164,
      "raw": "{\n  \"id\" : 857142,\n  \"title\" : \"Oscar De La Hoya vs. Félix Trinidad\",\n  \"overview\" : \"Félix Trinidad vs. Oscar De La Hoya, billed as The Fight of the Millennium, was a boxing match held at the Mandalay Bay Events Center on the Las Vegas Strip on September 18, 1999, to unify the WBC and IBF's world Welterweight championships.\",\n  \"keywords\" : \"boxing Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Oscar De La Hoya vs. Félix Trinidad boxing Documentary Félix Trinidad vs. Oscar De La Hoya, billed as The Fight of the Millennium, was a boxing match held at the Mandalay Bay Events Center on the Las Vegas Strip on September 18, 1999, to unify the WBC and IBF's world Welterweight championships.\"\n}"
    },
    {
      "docid": "464296",
      "score": 24.905099868774414,
      "raw": "{\n  \"id\" : 464296,\n  \"title\" : \"Vegas Vikings\",\n  \"overview\" : \"A group of fearless, compassionate individuals with Viking spirit set out to turn around the most dangerous neighborhood in Las Vegas, to help the children living there, reducing violent crime with a record 75%.\",\n  \"keywords\" : \"experiment Documentary Drama Thriller\",\n  \"cast\" : \"\",\n  \"contents\" : \"Vegas Vikings experiment Documentary Drama Thriller A group of fearless, compassionate individuals with Viking spirit set out to turn around the most dangerous neighborhood in Las Vegas, to help the children living there, reducing violent crime with a record 75%.\"\n}"
    },
    {
      "docid": "243085",
      "score": 24.760700225830078,
      "raw": "{\n  \"id\" : 243085,\n  \"title\" : \"Up in the Club: Las Vegas\",\n  \"overview\" : \"Up in the Club: Las Vegas takes you into some of the most exotic clubs in Vegas with some of the biggest named stars in the adult business. This one's out of control. Lucky for them, \\\"what happens in Vegas, stays in Vegas.\\\"\",\n  \"keywords\" : \"las vegas\",\n  \"cast\" : \"\",\n  \"contents\" : \"Up in the Club: Las Vegas las vegas Up in the Club: Las Vegas takes you into some of the most exotic clubs in Vegas with some of the biggest named stars in the adult business. This one's out of control. Lucky for them, \\\"what happens in Vegas, stays in Vegas.\\\"\"\n}"
    },
    {
      "docid": "280202",
      "score": 24.346399307250977,
      "raw": "{\n  \"id\" : 280202,\n  \"title\" : \"UFC 175: Weidman vs. Machida\",\n  \"overview\" : \"UFC 175: Weidman vs. Machida was a mixed martial arts event held on July 5, 2014, at Mandalay Bay Events Center in Las Vegas, Nevada.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"UFC 175: Weidman vs. Machida UFC 175: Weidman vs. Machida was a mixed martial arts event held on July 5, 2014, at Mandalay Bay Events Center in Las Vegas, Nevada.\"\n}"
    },
    {
      "docid": "268748",
      "score": 24.246000289916992,
      "raw": "{\n  \"id\" : 268748,\n  \"title\" : \"Las Vegas Hillbillys\",\n  \"overview\" : \"A Hillbilly hits the big time in Las Vegas.\",\n  \"keywords\" : \"hillbilly las vegas Music Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas Hillbillys hillbilly las vegas Music Comedy A Hillbilly hits the big time in Las Vegas.\"\n}"
    },
    {
      "docid": "1397037",
      "score": 24.18899917602539,
      "raw": "{\n  \"id\" : 1397037,\n  \"title\" : \"PFL 2019 #9: Playoffs\",\n  \"overview\" : \"The PFL 9 mixed martial arts event for the 2019 season of the Professional Fighters League was held on October 31, 2019, at the Mandalay Bay Events Center in Las Vegas, Nevada.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"PFL 2019 #9: Playoffs The PFL 9 mixed martial arts event for the 2019 season of the Professional Fighters League was held on October 31, 2019, at the Mandalay Bay Events Center in Las Vegas, Nevada.\"\n}"
    },
    {
      "docid": "1397038",
      "score": 24.188997268676758,
      "raw": "{\n  \"id\" : 1397038,\n  \"title\" : \"PFL 2019 #8: Playoffs\",\n  \"overview\" : \"The PFL 8 mixed martial arts event for the 2019 season of the Professional Fighters League was held on October 17, 2019, at the Mandalay Bay Events Center in Las Vegas, Nevada.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"PFL 2019 #8: Playoffs The PFL 8 mixed martial arts event for the 2019 season of the Professional Fighters League was held on October 17, 2019, at the Mandalay Bay Events Center in Las Vegas, Nevada.\"\n}"
    },
    {
      "docid": "1097198",
      "score": 24.167999267578125,
      "raw": "{\n  \"id\" : 1097198,\n  \"title\" : \"Las Vegas - Die erste Stadt des 21. Jahrhunderts\",\n  \"overview\" : \"Documentary about Las Vegas.\",\n  \"keywords\" : \"las vegas Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Las Vegas - Die erste Stadt des 21. Jahrhunderts las vegas Documentary Documentary about Las Vegas.\"\n}"
    },
    {
      "docid": "32590",
      "score": 24.101900100708008,
      "raw": "{\n  \"id\" : 32590,\n  \"title\" : \"The Center of the World\",\n  \"overview\" : \"A couple checks into a suite in Las Vegas. In flashbacks we see that he's a computer whiz on the verge of becoming a dot.com millionaire, she's a lap dancer at a club. He's depressed, withdrawing from work, missing meetings with investors. He wants a connection, so he offers her $10,000 to spend three nights with him in Vegas, and she accepts with conditions. Is mutual attraction stirring?\",\n  \"keywords\" : \"eroticism Drama Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Center of the World eroticism Drama Romance A couple checks into a suite in Las Vegas. In flashbacks we see that he's a computer whiz on the verge of becoming a dot.com millionaire, she's a lap dancer at a club. He's depressed, withdrawing from work, missing meetings with investors. He wants a connection, so he offers her $10,000 to spend three nights with him in Vegas, and she accepts with conditions. Is mutual attraction stirring?\"\n}"
    },
    {
      "docid": "1012333",
      "score": 24.033700942993164,
      "raw": "{\n  \"id\" : 1012333,\n  \"title\" : \"Tuff N Uff 129\",\n  \"overview\" : \"Tuff-N-Uff 129 took place Friday, August 12, 2022 with 17 fights at Thomas & Mack Center in Las Vegas, Nevada.\",\n  \"keywords\" : \"mixed martial arts combat sports\",\n  \"cast\" : \"\",\n  \"contents\" : \"Tuff N Uff 129 mixed martial arts combat sports Tuff-N-Uff 129 took place Friday, August 12, 2022 with 17 fights at Thomas & Mack Center in Las Vegas, Nevada.\"\n}"
    },
    {
      "docid": "16360",
      "score": 24.03369903564453,
      "raw": "{\n  \"id\" : 16360,\n  \"title\" : \"Pride 33: The Second Coming\",\n  \"overview\" : \"Pride 33: The Second Coming was a mixed martial arts event held by Pride Fighting Championships on February 24, 2007 at the Thomas &amp; Mack Center in Las Vegas, Nevada.\",\n  \"keywords\" : \"sports\",\n  \"cast\" : \"\",\n  \"contents\" : \"Pride 33: The Second Coming sports Pride 33: The Second Coming was a mixed martial arts event held by Pride Fighting Championships on February 24, 2007 at the Thomas &amp; Mack Center in Las Vegas, Nevada.\"\n}"
    },
    {
      "docid": "10744",
      "score": 23.980300903320312,
      "raw": "{\n  \"id\" : 10744,\n  \"title\" : \"The Cooler\",\n  \"overview\" : \"Bernie works at a Las Vegas casino, where he uses his innate ability to bring about misfortune in those around him to jinx gamblers into losing. His imposing boss, Shelly Kaplow, is happy with the arrangement. But Bernie finds unexpected happiness when he begins dating attractive waitress Natalie Belisario.\",\n  \"keywords\" : \"hotel card game drug abuse casino bad luck jinx las vegas voyeurism Romance Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Cooler hotel card game drug abuse casino bad luck jinx las vegas voyeurism Romance Drama Bernie works at a Las Vegas casino, where he uses his innate ability to bring about misfortune in those around him to jinx gamblers into losing. His imposing boss, Shelly Kaplow, is happy with the arrangement. But Bernie finds unexpected happiness when he begins dating attractive waitress Natalie Belisario.\"\n}"
    },
    {
      "docid": "31635",
      "score": 23.880300521850586,
      "raw": "{\n  \"id\" : 31635,\n  \"title\" : \"UFC 109: Relentless\",\n  \"overview\" : \"UFC 109: Relentless was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on February 6, 2010 at the Mandalay Bay Events Center in Las Vegas, Nevada.\",\n  \"keywords\" : \"mixed martial arts\",\n  \"cast\" : \"\",\n  \"contents\" : \"UFC 109: Relentless mixed martial arts UFC 109: Relentless was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on February 6, 2010 at the Mandalay Bay Events Center in Las Vegas, Nevada.\"\n}"
    }
  ],
  "Q2": [
    {
      "docid": "848932",
      "score": 20.108999252319336,
      "raw": "{\n  \"id\" : 848932,\n  \"title\" : \"Why Women Cheat\",\n  \"overview\" : \"The male lead is the king of a small island nation. He was previously badly hurt by the female lead. The female lead has a canine tooth that makes her look extremely captivating when she smiles. When the female lead vanished, the male lead became extremely fond of sleeping because he did not want to miss her. As fate would have it, the male lead married the female lead in the end. He decided to properly torment that adorable yet horrible woman for a while\",\n  \"keywords\" : \"Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Why Women Cheat Romance The male lead is the king of a small island nation. He was previously badly hurt by the female lead. The female lead has a canine tooth that makes her look extremely captivating when she smiles. When the female lead vanished, the male lead became extremely fond of sleeping because he did not want to miss her. As fate would have it, the male lead married the female lead in the end. He decided to properly torment that adorable yet horrible woman for a while\"\n}"
    },
    {
      "docid": "848937",
      "score": 19.431400299072266,
      "raw": "{\n  \"id\" : 848937,\n  \"title\" : \"Strong Female Lead\",\n  \"overview\" : \"One in three Australian women experience discrimination or harassment in the workplace. Australia’s first and only female Prime Minister, Julia Gillard, was one of them.  In Australia, politics is a toxic place for women.  Strong Female lead examines Australia’s struggle with women and power when a strong female takes the lead\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Strong Female Lead Documentary One in three Australian women experience discrimination or harassment in the workplace. Australia’s first and only female Prime Minister, Julia Gillard, was one of them.  In Australia, politics is a toxic place for women.  Strong Female lead examines Australia’s struggle with women and power when a strong female takes the lead\"\n}"
    },
    {
      "docid": "1119058",
      "score": 17.828399658203125,
      "raw": "{\n  \"id\" : 1119058,\n  \"title\" : \"Dirty Wedding\",\n  \"overview\" : \"The female lead remarried and went on a trip abroad with her husband. However, she encountered a thief, lost all her valuables, and ran out of electricity on her phone. When she arrived at the hotel she had booked, she found out that she had not made a successful reservation before. In times of adversity, she saw the truth. The remarried husband was a scumbag and quickly left the female lead to mix up with other women. The female lead also received the help of a kind-hearted man, whose goal was to obtain her body, The female protagonist who encounters two scumbag men is very helpless, and at this time of decline, may the appearance of an exotic man just be to deceive the female protagonist into bed\",\n  \"keywords\" : \"Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Dirty Wedding Romance The female lead remarried and went on a trip abroad with her husband. However, she encountered a thief, lost all her valuables, and ran out of electricity on her phone. When she arrived at the hotel she had booked, she found out that she had not made a successful reservation before. In times of adversity, she saw the truth. The remarried husband was a scumbag and quickly left the female lead to mix up with other women. The female lead also received the help of a kind-hearted man, whose goal was to obtain her body, The female protagonist who encounters two scumbag men is very helpless, and at this time of decline, may the appearance of an exotic man just be to deceive the female protagonist into bed\"\n}"
    },
    {
      "docid": "1358787",
      "score": 17.794700622558594,
      "raw": "{\n  \"id\" : 1358787,\n  \"title\" : \"HMM – Hug Me More\",\n  \"overview\" : \"It’s purely a revenge suspense thriller. The play of the movie is about one night stand story what happens between both leads male and female. Male lead tries to kill the female lead is the play of the movie, for what reason and what happens to both is the climax\",\n  \"keywords\" : \"Horror\",\n  \"cast\" : \"\",\n  \"contents\" : \"HMM – Hug Me More Horror It’s purely a revenge suspense thriller. The play of the movie is about one night stand story what happens between both leads male and female. Male lead tries to kill the female lead is the play of the movie, for what reason and what happens to both is the climax\"\n}"
    },
    {
      "docid": "105869",
      "score": 16.657100677490234,
      "raw": "{\n  \"id\" : 105869,\n  \"title\" : \"Mankillers\",\n  \"overview\" : \"A female CIA agent is assigned to train and lead an all-female squad to Colombia to stop a renegade agent who has hired himself out to a drug cartel.\",\n  \"keywords\" : \"women's prison drug dealing female agent Action\",\n  \"cast\" : \"\",\n  \"contents\" : \"Mankillers women's prison drug dealing female agent Action A female CIA agent is assigned to train and lead an all-female squad to Colombia to stop a renegade agent who has hired himself out to a drug cartel.\"\n}"
    },
    {
      "docid": "445176",
      "score": 16.378400802612305,
      "raw": "{\n  \"id\" : 445176,\n  \"title\" : \"The Female Lead - A Selection of Portraits\",\n  \"overview\" : \"The interviews show these extraordinary women sharing their diverse journeys, personal stories, and perspectives, and the effect is both inspiring and empowering. The Female Lead is an initiative founded by data pioneer and entrepreneur Edwina Dunn to make women’s stories more visible, offering alternative role models with the goal of fostering ambition and self-belief in young women.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Female Lead - A Selection of Portraits Documentary The interviews show these extraordinary women sharing their diverse journeys, personal stories, and perspectives, and the effect is both inspiring and empowering. The Female Lead is an initiative founded by data pioneer and entrepreneur Edwina Dunn to make women’s stories more visible, offering alternative role models with the goal of fostering ambition and self-belief in young women.\"\n}"
    },
    {
      "docid": "502436",
      "score": 16.079599380493164,
      "raw": "{\n  \"id\" : 502436,\n  \"title\" : \"Female Urologists\",\n  \"overview\" : \"A female urologist struggles to find patients until she decides to use her own body to treat the patients, which leads to success.\",\n  \"keywords\" : \"softcore Drama Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"Female Urologists softcore Drama Romance A female urologist struggles to find patients until she decides to use her own body to treat the patients, which leads to success.\"\n}"
    },
    {
      "docid": "66378",
      "score": 15.935199737548828,
      "raw": "{\n  \"id\" : 66378,\n  \"title\" : \"Mangamma Sabadham\",\n  \"overview\" : \"Mangamma Sabadham is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. While Madhavi and Sujatha acted as female lead.\",\n  \"keywords\" : \"Action\",\n  \"cast\" : \"\",\n  \"contents\" : \"Mangamma Sabadham Action Mangamma Sabadham is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. While Madhavi and Sujatha acted as female lead.\"\n}"
    },
    {
      "docid": "1315782",
      "score": 15.913800239562988,
      "raw": "{\n  \"id\" : 1315782,\n  \"title\" : \"WAShhh\",\n  \"overview\" : \"Set in a Malaysia National Service Camp, the film examines the sentiments of a female Chinese trainee as she is delegated to lead her multiracial female comrades against the backdrop of Malay-Muslim traditions.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"WAShhh Set in a Malaysia National Service Camp, the film examines the sentiments of a female Chinese trainee as she is delegated to lead her multiracial female comrades against the backdrop of Malay-Muslim traditions.\"\n}"
    },
    {
      "docid": "387753",
      "score": 15.763299942016602,
      "raw": "{\n  \"id\" : 387753,\n  \"title\" : \"The Pearl Phoenix\",\n  \"overview\" : \"Huangmei Opera movies like The Pearl Phoenix are unique to 1960's Hong Kong culture, a product of the Swinging Sixties but considerably more in touch with their Chinese roots. This one is complete with a gender-bending tale where the male lead is played by female and the female lead poses as a man, plus movie queen Li Ching and the singing voices of Ivy Ling Po and Jing Ting. Sit back and enjoy!\",\n  \"keywords\" : \"Music Drama Romance\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Pearl Phoenix Music Drama Romance Huangmei Opera movies like The Pearl Phoenix are unique to 1960's Hong Kong culture, a product of the Swinging Sixties but considerably more in touch with their Chinese roots. This one is complete with a gender-bending tale where the male lead is played by female and the female lead poses as a man, plus movie queen Li Ching and the singing voices of Ivy Ling Po and Jing Ting. Sit back and enjoy!\"\n}"
    },
    {
      "docid": "1431923",
      "score": 15.746100425720215,
      "raw": "{\n  \"id\" : 1431923,\n  \"title\" : \"The Golden Apron\",\n  \"overview\" : \"A mockumentary that follows the 5 main contestants of The Golden Apron contest, a competition in search of \\\"the greatest home chef in America\\\", being held by a nefarious food manufacturing company with their own corporate agenda.\",\n  \"keywords\" : \"competition cooking restaurant restaurant owner slapstick comedy mockumentary food contest improvisation chef fake documentary french restaurant sous chef foodie cooks improvised cooking competition iron chef gourmet cook reality competition italian cuisine cuisine food culture ensemble cast documentary heartfelt female chef indian cuisine cook doc funny documentary chef de cuisine improv funny female lead professional chefs chef male lead comedy chef female lead funny situation foodies restaurant setting the office funny chef comedy food comedy cooking comedy food contest cook contest golden apron Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Golden Apron competition cooking restaurant restaurant owner slapstick comedy mockumentary food contest improvisation chef fake documentary french restaurant sous chef foodie cooks improvised cooking competition iron chef gourmet cook reality competition italian cuisine cuisine food culture ensemble cast documentary heartfelt female chef indian cuisine cook doc funny documentary chef de cuisine improv funny female lead professional chefs chef male lead comedy chef female lead funny situation foodies restaurant setting the office funny chef comedy food comedy cooking comedy food contest cook contest golden apron Comedy A mockumentary that follows the 5 main contestants of The Golden Apron contest, a competition in search of \\\"the greatest home chef in America\\\", being held by a nefarious food manufacturing company with their own corporate agenda.\"\n}"
    },
    {
      "docid": "1228491",
      "score": 15.678500175476074,
      "raw": "{\n  \"id\" : 1228491,\n  \"title\" : \"8:20\",\n  \"overview\" : \"Dr Arjun Nandakumar plays the male lead and Avanthika Mohan plays the female lead. The story revolves around the characters enacted by Dr Arjun Nandakumar and Avanthika Mohan.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"8:20 Dr Arjun Nandakumar plays the male lead and Avanthika Mohan plays the female lead. The story revolves around the characters enacted by Dr Arjun Nandakumar and Avanthika Mohan.\"\n}"
    },
    {
      "docid": "1449888",
      "score": 15.678499221801758,
      "raw": "{\n  \"id\" : 1449888,\n  \"title\" : \"The Dames Among the Sirs\",\n  \"overview\" : \"Two female politicians leading rival parties await election results. To pass the time, they reflect on their competitiveness, sacrifices made, and backlash they faced leading up to the day.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Dames Among the Sirs Two female politicians leading rival parties await election results. To pass the time, they reflect on their competitiveness, sacrifices made, and backlash they faced leading up to the day.\"\n}"
    },
    {
      "docid": "262570",
      "score": 15.594799995422363,
      "raw": "{\n  \"id\" : 262570,\n  \"title\" : \"Mahaan Kanakku\",\n  \"overview\" : \"Mahaan Kanakku movie is tamil movie is directed by Sampath.Ramana is lead male role and pair with female lead role Rich Sniha.Music Director is A K Rishal Sai for the movie.\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Mahaan Kanakku Comedy Mahaan Kanakku movie is tamil movie is directed by Sampath.Ramana is lead male role and pair with female lead role Rich Sniha.Music Director is A K Rishal Sai for the movie.\"\n}"
    },
    {
      "docid": "51864",
      "score": 15.469400405883789,
      "raw": "{\n  \"id\" : 51864,\n  \"title\" : \"The Mechanics of Women\",\n  \"overview\" : \"Based on a notorious novel by Louis Calaferte, this erotic drama concerns a man exploring the boundaries of female sexuality through a variety of sexual encounters with beautiful women he barely knows. La Mecanique des Femmes features copious male and female nudity as the nameless leading character discusses sex and sensuality with his predominantly female supporting cast.\",\n  \"keywords\" : \"Comedy Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Mechanics of Women Comedy Drama Based on a notorious novel by Louis Calaferte, this erotic drama concerns a man exploring the boundaries of female sexuality through a variety of sexual encounters with beautiful women he barely knows. La Mecanique des Femmes features copious male and female nudity as the nameless leading character discusses sex and sensuality with his predominantly female supporting cast.\"\n}"
    },
    {
      "docid": "679382",
      "score": 15.465499877929688,
      "raw": "{\n  \"id\" : 679382,\n  \"title\" : \"They Call Me Violence\",\n  \"overview\" : \"Female-lead action film.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"They Call Me Violence Female-lead action film.\"\n}"
    },
    {
      "docid": "700051",
      "score": 15.437199592590332,
      "raw": "{\n  \"id\" : 700051,\n  \"title\" : \"Female Unnikrishnan\",\n  \"overview\" : \"Female Unmikrishnan is a 2015 Malayalam language film produced by Shijoy kv. The film stars Suraj Venjaramood, Anoop Menon and Mahalakshmi in the lead roles along with Jagadish, Salim Kumar, Devan, Maniyan Pilla Raju and Bijukuttan.\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Female Unnikrishnan Comedy Female Unmikrishnan is a 2015 Malayalam language film produced by Shijoy kv. The film stars Suraj Venjaramood, Anoop Menon and Mahalakshmi in the lead roles along with Jagadish, Salim Kumar, Devan, Maniyan Pilla Raju and Bijukuttan.\"\n}"
    },
    {
      "docid": "652900",
      "score": 15.349300384521484,
      "raw": "{\n  \"id\" : 652900,\n  \"title\" : \"Santacruz\",\n  \"overview\" : \"Santacruz is an upcoming Malayalam movie written and directed by Johnson John Fernandez. As per reports, actress Noorin Shereef has been signed as the female lead but the male lead is still undisclosed.\",\n  \"keywords\" : \"Romance Music Thriller\",\n  \"cast\" : \"\",\n  \"contents\" : \"Santacruz Romance Music Thriller Santacruz is an upcoming Malayalam movie written and directed by Johnson John Fernandez. As per reports, actress Noorin Shereef has been signed as the female lead but the male lead is still undisclosed.\"\n}"
    },
    {
      "docid": "717279",
      "score": 15.240900039672852,
      "raw": "{\n  \"id\" : 717279,\n  \"title\" : \"Othello: Desdemona's Death\",\n  \"overview\" : \"Shakespeare's Othello with a modern twist and a female lead.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Othello: Desdemona's Death Shakespeare's Othello with a modern twist and a female lead.\"\n}"
    },
    {
      "docid": "498774",
      "score": 15.190199851989746,
      "raw": "{\n  \"id\" : 498774,\n  \"title\" : \"Rash\",\n  \"overview\" : \"A young black musician, a female police officer and a paranoid conspiracy theorist collide across the same forty-eight hours leading to tragedy in London. RASH shows three different view points leading to one act of violence.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Rash A young black musician, a female police officer and a paranoid conspiracy theorist collide across the same forty-eight hours leading to tragedy in London. RASH shows three different view points leading to one act of violence.\"\n}"
    }
  ],
  "Q3": [
    {
      "docid": "677099",
      "score": 20.59320068359375,
      "raw": "{\n  \"id\" : 677099,\n  \"title\" : \"Confronting Holocaust Denial With David Baddiel\",\n  \"overview\" : \"The Holocaust is one of the most documented, witnessed and written about events in history, so why is Holocaust denial back on the political agenda? What has happened in the 75 years since the liberation of the camps to have so skewed the picture? And, if it matters, why does it matter?\",\n  \"keywords\" : \"holocaust (shoah) conflict holocaust (shoah) denial Documentary TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"Confronting Holocaust Denial With David Baddiel holocaust (shoah) conflict holocaust (shoah) denial Documentary TV Movie The Holocaust is one of the most documented, witnessed and written about events in history, so why is Holocaust denial back on the political agenda? What has happened in the 75 years since the liberation of the camps to have so skewed the picture? And, if it matters, why does it matter?\"\n}"
    },
    {
      "docid": "1203402",
      "score": 20.34600067138672,
      "raw": "{\n  \"id\" : 1203402,\n  \"title\" : \"Symphony of the Holocaust\",\n  \"overview\" : \"The Symphony of the Holocaust is a feature documentary about the life of master violinist and Holocaust survivor Shony Braun, who used his experiences in the Nazi death camps to compose The Symphony of the Holocaust, a haunting yet hopeful testament to the memory of the millions of Jews murdered by the Nazis during World War II.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Symphony of the Holocaust Documentary The Symphony of the Holocaust is a feature documentary about the life of master violinist and Holocaust survivor Shony Braun, who used his experiences in the Nazi death camps to compose The Symphony of the Holocaust, a haunting yet hopeful testament to the memory of the millions of Jews murdered by the Nazis during World War II.\"\n}"
    },
    {
      "docid": "343721",
      "score": 19.87969970703125,
      "raw": "{\n  \"id\" : 343721,\n  \"title\" : \"Holocaust: Is It Wallpaper Paste?\",\n  \"overview\" : \"Documentary about two girls who didn't knew what Holocaust is.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Holocaust: Is It Wallpaper Paste? Documentary about two girls who didn't knew what Holocaust is.\"\n}"
    },
    {
      "docid": "1419495",
      "score": 19.735300064086914,
      "raw": "{\n  \"id\" : 1419495,\n  \"title\" : \"Daring to Resist: Three Women Face the Holocaust\",\n  \"overview\" : \"A documentary about three teenage girls--Barbara Rodbell, Shulamit Lack, and Faye Schulman--and their efforts to survive the Jewish Holocaust in different European countries.\",\n  \"keywords\" : \"holocaust (shoah) survivor women's history jews in hiding Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Daring to Resist: Three Women Face the Holocaust holocaust (shoah) survivor women's history jews in hiding Documentary A documentary about three teenage girls--Barbara Rodbell, Shulamit Lack, and Faye Schulman--and their efforts to survive the Jewish Holocaust in different European countries.\"\n}"
    },
    {
      "docid": "882719",
      "score": 19.41659927368164,
      "raw": "{\n  \"id\" : 882719,\n  \"title\" : \"The Round Number\",\n  \"overview\" : \"In his signature personal style, David Fisher asks deeply unsettling questions about six million – the number of Jews killed during the Holocaust – which became an iconic numerical figure. As a second-generation Holocaust survivor, Fisher’s first-person historical investigation takes him on a 12-year journey, far beyond statistics, to explore why and how this number was written into the canon, and what its meaning can teach us about the Holocaust.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Round Number Documentary In his signature personal style, David Fisher asks deeply unsettling questions about six million – the number of Jews killed during the Holocaust – which became an iconic numerical figure. As a second-generation Holocaust survivor, Fisher’s first-person historical investigation takes him on a 12-year journey, far beyond statistics, to explore why and how this number was written into the canon, and what its meaning can teach us about the Holocaust.\"\n}"
    },
    {
      "docid": "407275",
      "score": 19.296300888061523,
      "raw": "{\n  \"id\" : 407275,\n  \"title\" : \"Surviving the Holocaust: Freddie Knoller's War\",\n  \"overview\" : \"Holocaust survivor Freddie Knoller talks about being a young Jewish man during WWII.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Surviving the Holocaust: Freddie Knoller's War Documentary Holocaust survivor Freddie Knoller talks about being a young Jewish man during WWII.\"\n}"
    },
    {
      "docid": "813553",
      "score": 19.126300811767578,
      "raw": "{\n  \"id\" : 813553,\n  \"title\" : \"What did the Pope know about the Holocaust?\",\n  \"overview\" : \"The Vatican opened once-secret records on Pope Pius XII on March 2020. This gave researchers a brand new insight into the Catholic Church during the Nazi era. What did the Pope know about the Holocaust?\",\n  \"keywords\" : \"Documentary History\",\n  \"cast\" : \"\",\n  \"contents\" : \"What did the Pope know about the Holocaust? Documentary History The Vatican opened once-secret records on Pope Pius XII on March 2020. This gave researchers a brand new insight into the Catholic Church during the Nazi era. What did the Pope know about the Holocaust?\"\n}"
    },
    {
      "docid": "1203791",
      "score": 19.017799377441406,
      "raw": "{\n  \"id\" : 1203791,\n  \"title\" : \"My Good Fortune in Auschwitz\",\n  \"overview\" : \"A film about friendship in difficult times, Auschwitz.\",\n  \"keywords\" : \"holocaust (shoah) auschwitz-birkenau concentration camp holocaust (shoah) survivor Animation Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Good Fortune in Auschwitz holocaust (shoah) auschwitz-birkenau concentration camp holocaust (shoah) survivor Animation Documentary A film about friendship in difficult times, Auschwitz.\"\n}"
    },
    {
      "docid": "913265",
      "score": 18.97800064086914,
      "raw": "{\n  \"id\" : 913265,\n  \"title\" : \"One Life. The Holocaust\",\n  \"overview\" : \"80 years have passed since the beginning of the Great Patriotic War. On June 22, the world again froze in a mournful minute of silence. But 2021 marks the 80th anniversary of another historical tragedy - the beginning of the Holocaust in Russia. Everyone knows the places of mass extermination of Jews: Auschwitz, Dachau, Babi Yar, ghettos in Minsk and Warsaw. But there was a Holocaust in Russia. The first mass shooting of Jews took place in the city of Nevel (near Pskov) in September 1941. The film \\\"One Life. The Holocaust\\\" tells not only about the past tragedy and the courage of those who saved Jews, but also about how memory is preserved today. Among the heroes of the film are the creative intelligentsia, famous public figures of Russia, journalists and just ordinary people - witnesses of history…\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"One Life. The Holocaust Documentary 80 years have passed since the beginning of the Great Patriotic War. On June 22, the world again froze in a mournful minute of silence. But 2021 marks the 80th anniversary of another historical tragedy - the beginning of the Holocaust in Russia. Everyone knows the places of mass extermination of Jews: Auschwitz, Dachau, Babi Yar, ghettos in Minsk and Warsaw. But there was a Holocaust in Russia. The first mass shooting of Jews took place in the city of Nevel (near Pskov) in September 1941. The film \\\"One Life. The Holocaust\\\" tells not only about the past tragedy and the courage of those who saved Jews, but also about how memory is preserved today. Among the heroes of the film are the creative intelligentsia, famous public figures of Russia, journalists and just ordinary people - witnesses of history…\"\n}"
    },
    {
      "docid": "1092501",
      "score": 18.747499465942383,
      "raw": "{\n  \"id\" : 1092501,\n  \"title\" : \"My Family, The Holocaust and Me\",\n  \"overview\" : \"Robert Rinder helps the second and third generations of families who experienced the Holocaust to retrace their relatives' footsteps and discover the full truth about what happened to their families.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Family, The Holocaust and Me Robert Rinder helps the second and third generations of families who experienced the Holocaust to retrace their relatives' footsteps and discover the full truth about what happened to their families.\"\n}"
    },
    {
      "docid": "428817",
      "score": 18.67140007019043,
      "raw": "{\n  \"id\" : 428817,\n  \"title\" : \"Underground Messengers\",\n  \"overview\" : \"Documentary about three men who from 1942 tried to inform the world public about the \\\"final solution of the Jewish question\\\" through their various connections. The film, which focuses entirely on the faces of the eyewitnesses interviewed, reports on their efforts to bring knowledge of the Holocaust into the world and focuses on the memories of those affected.\",\n  \"keywords\" : \"holocaust (shoah) Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Underground Messengers holocaust (shoah) Documentary Documentary about three men who from 1942 tried to inform the world public about the \\\"final solution of the Jewish question\\\" through their various connections. The film, which focuses entirely on the faces of the eyewitnesses interviewed, reports on their efforts to bring knowledge of the Holocaust into the world and focuses on the memories of those affected.\"\n}"
    },
    {
      "docid": "261910",
      "score": 18.663799285888672,
      "raw": "{\n  \"id\" : 261910,\n  \"title\" : \"Britain's Holocaust Survivors\",\n  \"overview\" : \"They experienced perhaps the greatest crimes against humanity the world has ever seen. Yet what do we know about the Holocaust survivors who made Britain their home? Britain's Holocaust Survivors takes a unique approach to recording the experiences of the last generation to have living memories of the Holocaust. The film takes viewers into the homes of a small group of extraordinary survivors, telling their stories with sensitivity, humour and compassion. A compelling cast of characters are revealed as they gradually reveal the horror of their past and how those experiences have shaped their lives.\",\n  \"keywords\" : \"woman director Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Britain's Holocaust Survivors woman director Documentary They experienced perhaps the greatest crimes against humanity the world has ever seen. Yet what do we know about the Holocaust survivors who made Britain their home? Britain's Holocaust Survivors takes a unique approach to recording the experiences of the last generation to have living memories of the Holocaust. The film takes viewers into the homes of a small group of extraordinary survivors, telling their stories with sensitivity, humour and compassion. A compelling cast of characters are revealed as they gradually reveal the horror of their past and how those experiences have shaped their lives.\"\n}"
    },
    {
      "docid": "763622",
      "score": 18.605899810791016,
      "raw": "{\n  \"id\" : 763622,\n  \"title\" : \"Cheating Hitler: Surviving the Holocaust\",\n  \"overview\" : \"Three Canadian Holocaust survivors, with unanswered questions from their past, journey back to hometowns, killing sites, and hiding places in search of clues in this new film.  Maxwell wonders what happened to a baby he saved in a forest in 1943. Helen wants to know more about the fate of her brother. Rose wants to honour her mother and father by going to the places where they spent their final days.  The survivors who appear in this film came of age during the Holocaust and carry the burden of knowing they are the last living link to it. This film delivers a powerful warning from history, inspiring stories of survival, and a last chance to solve lingering mysteries (88 minutes, English, 2019).\",\n  \"keywords\" : \"holocaust (shoah) holocaust (shoah) survivor\",\n  \"cast\" : \"\",\n  \"contents\" : \"Cheating Hitler: Surviving the Holocaust holocaust (shoah) holocaust (shoah) survivor Three Canadian Holocaust survivors, with unanswered questions from their past, journey back to hometowns, killing sites, and hiding places in search of clues in this new film.  Maxwell wonders what happened to a baby he saved in a forest in 1943. Helen wants to know more about the fate of her brother. Rose wants to honour her mother and father by going to the places where they spent their final days.  The survivors who appear in this film came of age during the Holocaust and carry the burden of knowing they are the last living link to it. This film delivers a powerful warning from history, inspiring stories of survival, and a last chance to solve lingering mysteries (88 minutes, English, 2019).\"\n}"
    },
    {
      "docid": "310455",
      "score": 18.571699142456055,
      "raw": "{\n  \"id\" : 310455,\n  \"title\" : \"Who Shall Live and Who Shall Die?\",\n  \"overview\" : \"A documentary about America's knowledge of the Holocaust during the Second World War dares to ask, \\\"\\\"Could the Jews of Europe have been saved?\\\"\",\n  \"keywords\" : \"holocaust (shoah) Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Who Shall Live and Who Shall Die? holocaust (shoah) Documentary A documentary about America's knowledge of the Holocaust during the Second World War dares to ask, \\\"\\\"Could the Jews of Europe have been saved?\\\"\"\n}"
    },
    {
      "docid": "363829",
      "score": 18.571697235107422,
      "raw": "{\n  \"id\" : 363829,\n  \"title\" : \"The Holocaust Tourist\",\n  \"overview\" : \"A wry animated documentary about how Holocaust tourism distorts history. A whistle-stop tour from Auschwitz hot-dogs to Krakow's kitsch Judaica. How is dark tourism changing history?\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Holocaust Tourist A wry animated documentary about how Holocaust tourism distorts history. A whistle-stop tour from Auschwitz hot-dogs to Krakow's kitsch Judaica. How is dark tourism changing history?\"\n}"
    },
    {
      "docid": "665749",
      "score": 18.571697235107422,
      "raw": "{\n  \"id\" : 665749,\n  \"title\" : \"Golda Maria\",\n  \"overview\" : \"In 1994, Patrick Sobelman recorded his Jewish grandmother Golda Maria Tondovska as she opened up about her experience of the concentration camps.\",\n  \"keywords\" : \"holocaust (shoah) holocaust (shoah) survivor Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Golda Maria holocaust (shoah) holocaust (shoah) survivor Documentary In 1994, Patrick Sobelman recorded his Jewish grandmother Golda Maria Tondovska as she opened up about her experience of the concentration camps.\"\n}"
    },
    {
      "docid": "691734",
      "score": 18.57169532775879,
      "raw": "{\n  \"id\" : 691734,\n  \"title\" : \"Easter Holocaust\",\n  \"overview\" : \"In a small town, a demonic form of the Easter Bunny murders everyone in its path. The residents realize that they must destroy the creature before it completes its 'Easter Holocaust' and brings about the apocalypse.\",\n  \"keywords\" : \"Horror\",\n  \"cast\" : \"\",\n  \"contents\" : \"Easter Holocaust Horror In a small town, a demonic form of the Easter Bunny murders everyone in its path. The residents realize that they must destroy the creature before it completes its 'Easter Holocaust' and brings about the apocalypse.\"\n}"
    },
    {
      "docid": "757147",
      "score": 18.524599075317383,
      "raw": "{\n  \"id\" : 757147,\n  \"title\" : \"The Holocaust Is Over, Bitch\",\n  \"overview\" : \"Ella meets Lulu, a Polish musician visiting Israel; They fall in love and tease about making a film about how their affair would have been if it would have happened during the Holocaust. Lulu disappears; Ella decides she will get her back with a song and embarks on a giant musical production. Will it bring her back?\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Holocaust Is Over, Bitch Ella meets Lulu, a Polish musician visiting Israel; They fall in love and tease about making a film about how their affair would have been if it would have happened during the Holocaust. Lulu disappears; Ella decides she will get her back with a song and embarks on a giant musical production. Will it bring her back?\"\n}"
    },
    {
      "docid": "1165502",
      "score": 18.478900909423828,
      "raw": "{\n  \"id\" : 1165502,\n  \"title\" : \"The Anne Frank Gift Shop\",\n  \"overview\" : \"Is there a wrong way to talk about the Holocaust? That's the question at the heart of THE ANNE FRANK GIFT SHOP, a dark comedy about anti-Semitism that packs a vital and timely message. When a high-end design firm presents its plans to reimagine the gift shop at The Anne Frank House, the company's overt appeal to Generation Z sparks a debate about collective trauma, the Holocaust and tote bags.\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Anne Frank Gift Shop Comedy Is there a wrong way to talk about the Holocaust? That's the question at the heart of THE ANNE FRANK GIFT SHOP, a dark comedy about anti-Semitism that packs a vital and timely message. When a high-end design firm presents its plans to reimagine the gift shop at The Anne Frank House, the company's overt appeal to Generation Z sparks a debate about collective trauma, the Holocaust and tote bags.\"\n}"
    },
    {
      "docid": "440195",
      "score": 18.146900177001953,
      "raw": "{\n  \"id\" : 440195,\n  \"title\" : \"Wall of Silence\",\n  \"overview\" : \"In the small town of Rechnitz a terrible crime against humanity was performed during the holocaust. Until now, no-one dares to talk about it.\",\n  \"keywords\" : \"holocaust (shoah) world war ii national socialism austria slaughter guilt burgenland Documentary Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Wall of Silence holocaust (shoah) world war ii national socialism austria slaughter guilt burgenland Documentary Drama In the small town of Rechnitz a terrible crime against humanity was performed during the holocaust. Until now, no-one dares to talk about it.\"\n}"
    }
  ],
  "Q4": [
    {
      "docid": "1555311",
      "score": 14.63860034942627,
      "raw": "{\n  \"id\" : 1555311,\n  \"title\" : \"Sugar Baby, l'Eldorado 2.0\",\n  \"overview\" : \"nan\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Sugar Baby, l'Eldorado 2.0 nan\"\n}"
    },
    {
      "docid": "83679",
      "score": 13.002300262451172,
      "raw": "{\n  \"id\" : 83679,\n  \"title\" : \"Baby Bottleneck\",\n  \"overview\" : \"As the baby boom commences, and with the delivery service overworked, Porky Pig and Daffy Duck are placed in charge of a baby preparation factory, where they help the stork keep up.\",\n  \"keywords\" : \"baby automation stork conveyor belt cartoon duck cartoon pig delivery service overwork babies baby delivery egg baby boom Animation Comedy Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Bottleneck baby automation stork conveyor belt cartoon duck cartoon pig delivery service overwork babies baby delivery egg baby boom Animation Comedy Family As the baby boom commences, and with the delivery service overworked, Porky Pig and Daffy Duck are placed in charge of a baby preparation factory, where they help the stork keep up.\"\n}"
    },
    {
      "docid": "371070",
      "score": 12.993300437927246,
      "raw": "{\n  \"id\" : 371070,\n  \"title\" : \"Baby Signing Time Vol. 3: A New Day\",\n  \"overview\" : \"Baby Signing Time is a great first step into signing or add Baby Signing Time to your existing Signing Time collection for new songs and reinforcement of those beginning signs. Created specifically for babies as young as 3 months old up to 3 years, yet fun for the whole family! Features host Rachel Coleman, along with animated Baby Alex, Baby Leah, and Baby Hopkins. Baby Signing Time Vol. 3: A New Day sets your baby's day to music with signs for everyday things in your baby's world: nature, weather, following directions, and more.\",\n  \"keywords\" : \"education sign languages Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Signing Time Vol. 3: A New Day education sign languages Family Baby Signing Time is a great first step into signing or add Baby Signing Time to your existing Signing Time collection for new songs and reinforcement of those beginning signs. Created specifically for babies as young as 3 months old up to 3 years, yet fun for the whole family! Features host Rachel Coleman, along with animated Baby Alex, Baby Leah, and Baby Hopkins. Baby Signing Time Vol. 3: A New Day sets your baby's day to music with signs for everyday things in your baby's world: nature, weather, following directions, and more.\"\n}"
    },
    {
      "docid": "371072",
      "score": 12.99329948425293,
      "raw": "{\n  \"id\" : 371072,\n  \"title\" : \"Baby Signing Time Vol. 4: Let's Be Friends\",\n  \"overview\" : \"Baby Signing Time is a great first step into signing or add Baby Signing Time to your existing Signing Time collection for new songs and reinforcement of those beginning signs. Created specifically for babies as young as 3 months old up to 3 years, yet fun for the whole family! Features host Rachel Coleman, along with animated Baby Alex, Baby Leah, and Baby Hopkins. Baby Signing Time Vol. 4: Let's Be Friends sets your baby's day to music with signs for everyday things in your baby's world: friends, emotions, fruits & veggies, opposites, and more.\",\n  \"keywords\" : \"educational sign languages Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Signing Time Vol. 4: Let's Be Friends educational sign languages Family Baby Signing Time is a great first step into signing or add Baby Signing Time to your existing Signing Time collection for new songs and reinforcement of those beginning signs. Created specifically for babies as young as 3 months old up to 3 years, yet fun for the whole family! Features host Rachel Coleman, along with animated Baby Alex, Baby Leah, and Baby Hopkins. Baby Signing Time Vol. 4: Let's Be Friends sets your baby's day to music with signs for everyday things in your baby's world: friends, emotions, fruits & veggies, opposites, and more.\"\n}"
    },
    {
      "docid": "278608",
      "score": 12.992199897766113,
      "raw": "{\n  \"id\" : 278608,\n  \"title\" : \"Baby Geniuses and the Treasures of Egypt\",\n  \"overview\" : \"An adorable group of talking baby-detectives travel to the deserts of Egypt to track down the naughty baby-criminal mastermind, \\\"Big Baby,\\\" and his partner, the super-villain \\\"Moriarty.\\\"\",\n  \"keywords\" : \"baby baby geniuses Comedy Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Geniuses and the Treasures of Egypt baby baby geniuses Comedy Family An adorable group of talking baby-detectives travel to the deserts of Egypt to track down the naughty baby-criminal mastermind, \\\"Big Baby,\\\" and his partner, the super-villain \\\"Moriarty.\\\"\"\n}"
    },
    {
      "docid": "371033",
      "score": 12.902700424194336,
      "raw": "{\n  \"id\" : 371033,\n  \"title\" : \"Baby Signing Time Vol. 1: It's Baby Signing Time\",\n  \"overview\" : \"Baby Signing Time Volume 1 sets your baby's day to music as you learn signs and songs for everyday events in baby's life-eating, family, pets and more.\",\n  \"keywords\" : \"baby sign languages Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Signing Time Vol. 1: It's Baby Signing Time baby sign languages Family Baby Signing Time Volume 1 sets your baby's day to music as you learn signs and songs for everyday events in baby's life-eating, family, pets and more.\"\n}"
    },
    {
      "docid": "13870",
      "score": 12.887200355529785,
      "raw": "{\n  \"id\" : 13870,\n  \"title\" : \"Baby Einstein: Baby Neptune - Discovering Water\",\n  \"overview\" : \"From the same company that produces BABY EINSTEIN comes BABY NEPTUNE. BABY NEPTUNE is an educational and imaginative look at the world of water, from the beach to the bath. Featuring baby friendly images like puppets and toys as well as music by Handel and other classical composers, BABY NEPTUNE is sure to stimulate and delight the mind of any young child.\",\n  \"keywords\" : \"Family Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Einstein: Baby Neptune - Discovering Water Family Music From the same company that produces BABY EINSTEIN comes BABY NEPTUNE. BABY NEPTUNE is an educational and imaginative look at the world of water, from the beach to the bath. Featuring baby friendly images like puppets and toys as well as music by Handel and other classical composers, BABY NEPTUNE is sure to stimulate and delight the mind of any young child.\"\n}"
    },
    {
      "docid": "116071",
      "score": 12.770700454711914,
      "raw": "{\n  \"id\" : 116071,\n  \"title\" : \"Sock-a-Bye Baby\",\n  \"overview\" : \"The stooges mistakenly kidnap a baby they find on their doorstep. When the cops and the baby's mother come looking for the baby, the boys panic and flee into the country with the cops (one of them is the baby's father) pursuing them by motorcycle. It all ends happily with the baby reunited with its parents and the stooges running off disguised as bushes.\",\n  \"keywords\" : \"Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Sock-a-Bye Baby Comedy The stooges mistakenly kidnap a baby they find on their doorstep. When the cops and the baby's mother come looking for the baby, the boys panic and flee into the country with the cops (one of them is the baby's father) pursuing them by motorcycle. It all ends happily with the baby reunited with its parents and the stooges running off disguised as bushes.\"\n}"
    },
    {
      "docid": "355384",
      "score": 12.765800476074219,
      "raw": "{\n  \"id\" : 355384,\n  \"title\" : \"Baby Geniuses and the Space Baby\",\n  \"overview\" : \"When a Space Baby crash lands on Earth, the Baby Squad must race against time to stop an evil villain from taking over the universe!\",\n  \"keywords\" : \"baby geniuses Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Geniuses and the Space Baby baby geniuses Family When a Space Baby crash lands on Earth, the Baby Squad must race against time to stop an evil villain from taking over the universe!\"\n}"
    },
    {
      "docid": "814971",
      "score": 12.727299690246582,
      "raw": "{\n  \"id\" : 814971,\n  \"title\" : \"baby nursery\",\n  \"overview\" : \"Bedding for the baby could be different for a boy or a girl. baby nurseryThey could be gender neutral as well. The color combination and the cute looking cartoons are common to both the gender. Normally for the girls, the baby bedding is replete with shades of pink, light blue and purples. A baby girl’s bed is laid out like a princess.  https://hallamshome.com.au/baby-nursery/\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"baby nursery Bedding for the baby could be different for a boy or a girl. baby nurseryThey could be gender neutral as well. The color combination and the cute looking cartoons are common to both the gender. Normally for the girls, the baby bedding is replete with shades of pink, light blue and purples. A baby girl’s bed is laid out like a princess.  https://hallamshome.com.au/baby-nursery/\"\n}"
    },
    {
      "docid": "1474706",
      "score": 12.69219970703125,
      "raw": "{\n  \"id\" : 1474706,\n  \"title\" : \"Snarf: Butterfly Blues\",\n  \"overview\" : \"Snarf is in charge of watching Baby Lion-O. When a butterfly catches Baby Lion-O's attention, he follows it through town, narrowly avoiding disaster along the way. Snarf does his best to catch up with and save Baby Lion-O, but ends up suffering the consequences that Baby Lion-O escapes. At the end of the day, when Snarf believes he failed by losing Baby Lion-O, the butterfly returns, along with Baby Lion-O. King Claudus congratulates Snarf on a job well done and appoints him as Baby Lion-O's personal caretaker. As Snarf prepares Baby Lion-O for bed, several butterflies appear, much to Baby Lion-O's delight, and to Snarf's chagrin.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Snarf: Butterfly Blues Snarf is in charge of watching Baby Lion-O. When a butterfly catches Baby Lion-O's attention, he follows it through town, narrowly avoiding disaster along the way. Snarf does his best to catch up with and save Baby Lion-O, but ends up suffering the consequences that Baby Lion-O escapes. At the end of the day, when Snarf believes he failed by losing Baby Lion-O, the butterfly returns, along with Baby Lion-O. King Claudus congratulates Snarf on a job well done and appoints him as Baby Lion-O's personal caretaker. As Snarf prepares Baby Lion-O for bed, several butterflies appear, much to Baby Lion-O's delight, and to Snarf's chagrin.\"\n}"
    },
    {
      "docid": "13866",
      "score": 12.662199974060059,
      "raw": "{\n  \"id\" : 13866,\n  \"title\" : \"Baby Einstein: Baby Da Vinci - From Head to Toe\",\n  \"overview\" : \"BABY EINSTEIN: BABY DA VINCI is a delightful introduction to the human body accompanied by classical music. Babies are treated to imagery of children, animals, puppets, famous\",\n  \"keywords\" : \"Family Animation Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Einstein: Baby Da Vinci - From Head to Toe Family Animation Music BABY EINSTEIN: BABY DA VINCI is a delightful introduction to the human body accompanied by classical music. Babies are treated to imagery of children, animals, puppets, famous\"\n}"
    },
    {
      "docid": "22345",
      "score": 12.636500358581543,
      "raw": "{\n  \"id\" : 22345,\n  \"title\" : \"Baby Geniuses\",\n  \"overview\" : \"Scientist hold talking, super-intelligent babies captive, but things take a turn for the worse when a mix-up occurs between a baby genius and its twin.\",\n  \"keywords\" : \"baby genius toddler baby geniuses Science Fiction Comedy Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Geniuses baby genius toddler baby geniuses Science Fiction Comedy Family Scientist hold talking, super-intelligent babies captive, but things take a turn for the worse when a mix-up occurs between a baby genius and its twin.\"\n}"
    },
    {
      "docid": "1512873",
      "score": 12.57859992980957,
      "raw": "{\n  \"id\" : 1512873,\n  \"title\" : \"Baby Mozart: Music Festival\",\n  \"overview\" : \"Baby Mozart is the 2nd Baby Einstein video in the series. It was released on February 1, 1998. reissued later that same year, and was the 1st of the Discovery Kit series in 2010. At the time of 1997, there was a popular scientific theory which stated that Mozart music made babies smart, and the idea for Baby Mozart was born. In 2000, the sound design for Baby Mozart was updated by Bill Weisbach. A new Baby Mozart CD came out when the sound design was updated. In late 2004, Baby Mozart had some footage replaced with different toys and updated the credits. In late 2008, some other replacement footage and another updated credits was used as well as having Baby Mozart the Koala as the host of the video alongside other new puppets put in the video. It is a music video sequel to Language Nursery.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Mozart: Music Festival Baby Mozart is the 2nd Baby Einstein video in the series. It was released on February 1, 1998. reissued later that same year, and was the 1st of the Discovery Kit series in 2010. At the time of 1997, there was a popular scientific theory which stated that Mozart music made babies smart, and the idea for Baby Mozart was born. In 2000, the sound design for Baby Mozart was updated by Bill Weisbach. A new Baby Mozart CD came out when the sound design was updated. In late 2004, Baby Mozart had some footage replaced with different toys and updated the credits. In late 2008, some other replacement footage and another updated credits was used as well as having Baby Mozart the Koala as the host of the video alongside other new puppets put in the video. It is a music video sequel to Language Nursery.\"\n}"
    },
    {
      "docid": "68550",
      "score": 12.578598976135254,
      "raw": "{\n  \"id\" : 68550,\n  \"title\" : \"Dunstan Baby Language\",\n  \"overview\" : \"Dunstan Baby Language DVD:As seen recently on Oprah!Parenting a new born no longer has to be a guessing game. With the breakthrough Dunstan Baby Language parents can learn how to understand the meaning of their baby's cries.9 years of research followed what began as a mother's intuition.Now, the benefits of the Dunstan system are being experienced by parents throughout the world, including1. A happier baby who cries less and settles more easily2. More unbroken sleep for baby and for parents3. Parents feel more confident in their ability to care for their babyThe Dunstan Baby Language covers the 5 \\\"words\\\" that babies use to communicate their everyday needs; hunger, tiredness, need to burp, lower wind and discomfort. These \\\"words\\\" are based on physical reflexes. For instance when a baby is hungry it stars to suck, and as sound is added to the reflex the 'word' for hunger is produced.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Dunstan Baby Language Dunstan Baby Language DVD:As seen recently on Oprah!Parenting a new born no longer has to be a guessing game. With the breakthrough Dunstan Baby Language parents can learn how to understand the meaning of their baby's cries.9 years of research followed what began as a mother's intuition.Now, the benefits of the Dunstan system are being experienced by parents throughout the world, including1. A happier baby who cries less and settles more easily2. More unbroken sleep for baby and for parents3. Parents feel more confident in their ability to care for their babyThe Dunstan Baby Language covers the 5 \\\"words\\\" that babies use to communicate their everyday needs; hunger, tiredness, need to burp, lower wind and discomfort. These \\\"words\\\" are based on physical reflexes. For instance when a baby is hungry it stars to suck, and as sound is added to the reflex the 'word' for hunger is produced.\"\n}"
    },
    {
      "docid": "31117",
      "score": 12.517999649047852,
      "raw": "{\n  \"id\" : 31117,\n  \"title\" : \"Superbabies: Baby Geniuses 2\",\n  \"overview\" : \"Following on from the plot of the last movie, babies can communicate with each other using 'baby talk', and have an innate knowledge of the secrets of the universe. The baby geniuses become involved in a scheme by media mogul Bill Biscane (Jon Voight). Helping the geniuses is a legendary superbaby named Kahuna. He joins up with several other babies in an attempt to stop Biscane, who intends to use a state-of-the-art satellite system to control the world's population.\",\n  \"keywords\" : \"mind control baby computer baseball genius scientific study baby geniuses Comedy Family\",\n  \"cast\" : \"\",\n  \"contents\" : \"Superbabies: Baby Geniuses 2 mind control baby computer baseball genius scientific study baby geniuses Comedy Family Following on from the plot of the last movie, babies can communicate with each other using 'baby talk', and have an innate knowledge of the secrets of the universe. The baby geniuses become involved in a scheme by media mogul Bill Biscane (Jon Voight). Helping the geniuses is a legendary superbaby named Kahuna. He joins up with several other babies in an attempt to stop Biscane, who intends to use a state-of-the-art satellite system to control the world's population.\"\n}"
    },
    {
      "docid": "1037217",
      "score": 12.502900123596191,
      "raw": "{\n  \"id\" : 1037217,\n  \"title\" : \"Laugh Baby Baby Laugh\",\n  \"overview\" : \"As a result of a man's arrogance, he is cursed by a baby doll, spreading the virus of baby laugh around him.\",\n  \"keywords\" : \"Horror Comedy Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"Laugh Baby Baby Laugh Horror Comedy Music As a result of a man's arrogance, he is cursed by a baby doll, spreading the virus of baby laugh around him.\"\n}"
    },
    {
      "docid": "1512904",
      "score": 12.472999572753906,
      "raw": "{\n  \"id\" : 1512904,\n  \"title\" : \"Baby Newton: Discovering Shapes\",\n  \"overview\" : \"Baby Newton™: Discovering Shapes, previously known as Baby Newton™: All About Shapes, known in 2007 releases as Baby Newton™: World of Shapes, and also known as simply Baby Newton™, is the 9th Baby Einstein video in the series to be released. It teaches kids from ages 1 and up five shapes. The visuals in the video include toys, computer animation, puppet shows and stock footage.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Newton: Discovering Shapes Baby Newton™: Discovering Shapes, previously known as Baby Newton™: All About Shapes, known in 2007 releases as Baby Newton™: World of Shapes, and also known as simply Baby Newton™, is the 9th Baby Einstein video in the series to be released. It teaches kids from ages 1 and up five shapes. The visuals in the video include toys, computer animation, puppet shows and stock footage.\"\n}"
    },
    {
      "docid": "546833",
      "score": 12.440600395202637,
      "raw": "{\n  \"id\" : 546833,\n  \"title\" : \"Fully Grown Babies\",\n  \"overview\" : \"Fully Grown Babies explores the destructive relationship of Steven and Greg - two adult babies searching for fully grown infant bliss.\",\n  \"keywords\" : \"adult babies Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Fully Grown Babies adult babies Comedy Fully Grown Babies explores the destructive relationship of Steven and Greg - two adult babies searching for fully grown infant bliss.\"\n}"
    },
    {
      "docid": "1512891",
      "score": 12.431599617004395,
      "raw": "{\n  \"id\" : 1512891,\n  \"title\" : \"Baby Dolittle: Neighborhood Animals\",\n  \"overview\" : \"Neighborhood Animals, also spelt as Baby Dolittle: Neighborhood Animals, Baby Einstein: Neighborhood Animals and Neighbourhood Animals in the UK, previously titled as Baby Dolittle: Neighborhood Animals before its late-2002 re-release, and also commonly known as just Baby Einstein: Neighborhood Animals before its mid-2003 re-release, is the 7th video to be released in the Baby Einstein series. It showcases 12 animals in the neighborhood in 4 habitats.\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Baby Dolittle: Neighborhood Animals Neighborhood Animals, also spelt as Baby Dolittle: Neighborhood Animals, Baby Einstein: Neighborhood Animals and Neighbourhood Animals in the UK, previously titled as Baby Dolittle: Neighborhood Animals before its late-2002 re-release, and also commonly known as just Baby Einstein: Neighborhood Animals before its mid-2003 re-release, is the 7th video to be released in the Baby Einstein series. It showcases 12 animals in the neighborhood in 4 habitats.\"\n}"
    }
  ],
  "Q5": [
    {
      "docid": "709098",
      "score": 34.41279983520508,
      "raw": "{\n  \"id\" : 709098,\n  \"title\" : \"Brittany Murphy: An ID Mystery\",\n  \"overview\" : \"A new TV special from Investigation Discovery, “Brittany Murphy: An ID Mystery,\\\" will revisit the circumstances of her death. Murphy's husband, Simon Monjack, died at their home in 2010 just five months after the actress died.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Brittany Murphy: An ID Mystery Documentary A new TV special from Investigation Discovery, “Brittany Murphy: An ID Mystery,\\\" will revisit the circumstances of her death. Murphy's husband, Simon Monjack, died at their home in 2010 just five months after the actress died.\"\n}"
    },
    {
      "docid": "290188",
      "score": 33.635101318359375,
      "raw": "{\n  \"id\" : 290188,\n  \"title\" : \"The Brittany Murphy Story\",\n  \"overview\" : \"A look at Brittany Murphy's rise to Hollywood fame in the 1990s, her struggles with celebrity and self-esteem, and her mysterious death in 2009 at the age of 32.\",\n  \"keywords\" : \"Drama TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Brittany Murphy Story Drama TV Movie A look at Brittany Murphy's rise to Hollywood fame in the 1990s, her struggles with celebrity and self-esteem, and her mysterious death in 2009 at the age of 32.\"\n}"
    },
    {
      "docid": "1032584",
      "score": 33.352699279785156,
      "raw": "{\n  \"id\" : 1032584,\n  \"title\" : \"Gone Before Her Time: Brittany Murphy\",\n  \"overview\" : \"Scene-stealing starlet Brittany Murphy was destined for Hollywood’s A-list until her untimely and mysterious death turned out the lights on her lifelong dreams.\",\n  \"keywords\" : \"Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"Gone Before Her Time: Brittany Murphy Documentary Scene-stealing starlet Brittany Murphy was destined for Hollywood’s A-list until her untimely and mysterious death turned out the lights on her lifelong dreams.\"\n}"
    },
    {
      "docid": "52165",
      "score": 21.98940086364746,
      "raw": "{\n  \"id\" : 52165,\n  \"title\" : \"Falling Sky\",\n  \"overview\" : \"Pulling up stakes for a fresh start in Las Vegas, aspiring singer Reese (Karen Allen) and daughter Emily (Brittany Murphy) are looking forward to the future with optimism. But mom's problem drinking and her struggles to pay the bills threaten the pair's plans for a better life. Frequently cast in the role of mothering her own mother, teenage Emily must learn to hold on to hope in this poignant coming-of-age drama.\",\n  \"keywords\" : \"Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"Falling Sky Drama Pulling up stakes for a fresh start in Las Vegas, aspiring singer Reese (Karen Allen) and daughter Emily (Brittany Murphy) are looking forward to the future with optimism. But mom's problem drinking and her struggles to pay the bills threaten the pair's plans for a better life. Frequently cast in the role of mothering her own mother, teenage Emily must learn to hold on to hope in this poignant coming-of-age drama.\"\n}"
    },
    {
      "docid": "568502",
      "score": 19.564899444580078,
      "raw": "{\n  \"id\" : 568502,\n  \"title\" : \"William Murphy: The William Murphy Project... All Day\",\n  \"overview\" : \"Renowned minister William H. Murphy III presents a diverse and compelling variety of gospel sounds in this performance video. The William Murphy Project...All Day features an inspired team of singers and musicians offering their praise for the Lord on 11 exciting songs. Selections include \\\"Be Strong\\\" (featuring Bishop William H. Murphy Jr.), \\\"Crazy Praise\\\" (featuring DeVaughn Murphy and DeJaughn Murphy of Rock Nation), \\\"One Pure and Holy Passion,\\\" \\\"I Know Why I Am Here,\\\" \\\"Created to Worship,\\\" and more.\",\n  \"keywords\" : \"Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"William Murphy: The William Murphy Project... All Day Music Renowned minister William H. Murphy III presents a diverse and compelling variety of gospel sounds in this performance video. The William Murphy Project...All Day features an inspired team of singers and musicians offering their praise for the Lord on 11 exciting songs. Selections include \\\"Be Strong\\\" (featuring Bishop William H. Murphy Jr.), \\\"Crazy Praise\\\" (featuring DeVaughn Murphy and DeJaughn Murphy of Rock Nation), \\\"One Pure and Holy Passion,\\\" \\\"I Know Why I Am Here,\\\" \\\"Created to Worship,\\\" and more.\"\n}"
    },
    {
      "docid": "1004164",
      "score": 18.663400650024414,
      "raw": "{\n  \"id\" : 1004164,\n  \"title\" : \"Brittany Schmitt: From Ho to Housewife\",\n  \"overview\" : \"Brittany Schmitt went From Ho to Housewife, writing the blueprint in a journal along the way. She crafted it into a comedy special that tackles all the sex, drugs and basketball this girl from Wisconsin can muster. There’s no sugarcoating it, be ready for a special brand of blunt humor, as Brittany goes hard with no hesitation. Brittany Schmitt couldn’t care less, and therein lies her charm.\",\n  \"keywords\" : \"comedian stand-up comedy Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Brittany Schmitt: From Ho to Housewife comedian stand-up comedy Comedy Brittany Schmitt went From Ho to Housewife, writing the blueprint in a journal along the way. She crafted it into a comedy special that tackles all the sex, drugs and basketball this girl from Wisconsin can muster. There’s no sugarcoating it, be ready for a special brand of blunt humor, as Brittany goes hard with no hesitation. Brittany Schmitt couldn’t care less, and therein lies her charm.\"\n}"
    },
    {
      "docid": "1159795",
      "score": 18.66339874267578,
      "raw": "{\n  \"id\" : 1159795,\n  \"title\" : \"Kombucha Girl Drag Transformation with Brittany Broski\",\n  \"overview\" : \"Famous drag queen Trixie Mattel (Season 7 of Drag Race, All Stars 3 of Drag Race) does a rendition of her iconic makeup look on meme star and TikTok comedienne Brittany \\\"Brittany Broski\\\" Tomlinson, while they talk about their fame, drag, and much more. They are also accompanied by Brittany's cousin/roommate/manager Sarah Schauer, who is also a comedienne.\",\n  \"keywords\" : \"drag Comedy\",\n  \"cast\" : \"\",\n  \"contents\" : \"Kombucha Girl Drag Transformation with Brittany Broski drag Comedy Famous drag queen Trixie Mattel (Season 7 of Drag Race, All Stars 3 of Drag Race) does a rendition of her iconic makeup look on meme star and TikTok comedienne Brittany \\\"Brittany Broski\\\" Tomlinson, while they talk about their fame, drag, and much more. They are also accompanied by Brittany's cousin/roommate/manager Sarah Schauer, who is also a comedienne.\"\n}"
    },
    {
      "docid": "139489",
      "score": 18.448699951171875,
      "raw": "{\n  \"id\" : 139489,\n  \"title\" : \"A Father for Brittany\",\n  \"overview\" : \"Keith and Kim Lussier are a childless couple who are given custody of a 3-month-old foster child, Brittany. However, tragedy strikes when Kim dies of cancer in the middle of the adoption process, leaving Keith to fight for Brittany's custody alone.\",\n  \"keywords\" : \"Drama\",\n  \"cast\" : \"\",\n  \"contents\" : \"A Father for Brittany Drama Keith and Kim Lussier are a childless couple who are given custody of a 3-month-old foster child, Brittany. However, tragedy strikes when Kim dies of cancer in the middle of the adoption process, leaving Keith to fight for Brittany's custody alone.\"\n}"
    },
    {
      "docid": "903114",
      "score": 18.4335994720459,
      "raw": "{\n  \"id\" : 903114,\n  \"title\" : \"Mrs. Murphy's Cooks\",\n  \"overview\" : \"Mrs. Murphy runs a boarding house in a small western town and has trouble in keeping a cook, for the cowboy boarders insist upon eloping with them. After losing two cooks, Mrs. Murphy induces a couple of the cowboys to try their skill, but this does not prove successful. An employment agency is importuned to send Mrs. Murphy a girl cook.\",\n  \"keywords\" : \"Western\",\n  \"cast\" : \"\",\n  \"contents\" : \"Mrs. Murphy's Cooks Western Mrs. Murphy runs a boarding house in a small western town and has trouble in keeping a cook, for the cowboy boarders insist upon eloping with them. After losing two cooks, Mrs. Murphy induces a couple of the cowboys to try their skill, but this does not prove successful. An employment agency is importuned to send Mrs. Murphy a girl cook.\"\n}"
    },
    {
      "docid": "33432",
      "score": 18.2450008392334,
      "raw": "{\n  \"id\" : 33432,\n  \"title\" : \"Dropkick Murphys: On the Road With the Dropkick Murphys\",\n  \"overview\" : \"A full live show from the 2002 Boston St. Patrick's Day Weekend All the Dropkick Murphys' music videos from the very beginning...\",\n  \"keywords\" : \"concert Music\",\n  \"cast\" : \"\",\n  \"contents\" : \"Dropkick Murphys: On the Road With the Dropkick Murphys concert Music A full live show from the 2002 Boston St. Patrick's Day Weekend All the Dropkick Murphys' music videos from the very beginning...\"\n}"
    },
    {
      "docid": "1510166",
      "score": 18.18829917907715,
      "raw": "{\n  \"id\" : 1510166,\n  \"title\" : \"The Adventures of Murphy the Cat #5\",\n  \"overview\" : \"Murphy has the chance of a lifetime...being home alone. When His owners go away to a vacation, Murphy and his friends are left home alone and chaos is let loose\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Adventures of Murphy the Cat #5 Murphy has the chance of a lifetime...being home alone. When His owners go away to a vacation, Murphy and his friends are left home alone and chaos is let loose\"\n}"
    },
    {
      "docid": "1146163",
      "score": 18.079299926757812,
      "raw": "{\n  \"id\" : 1146163,\n  \"title\" : \"Deep Inside Brittany O'Connell\",\n  \"overview\" : \"Perky, petite redhead Brittany has sparked many a Celtic fantasy in her time, which is why VCA decided to dedicate an entire video to her XXX life and times. Brittany is here in all her glory, answering probing questions in an in depth interview, then getting more than one in-depth probing from the industry's biggest studs. And as if that weren't enough, they asked Brittany to let them make her fantasy come true, and they do it in the climactic, explosive final scene shot exclusively for this titillating tribute to one of porn's most proven performers!\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"Deep Inside Brittany O'Connell Perky, petite redhead Brittany has sparked many a Celtic fantasy in her time, which is why VCA decided to dedicate an entire video to her XXX life and times. Brittany is here in all her glory, answering probing questions in an in depth interview, then getting more than one in-depth probing from the industry's biggest studs. And as if that weren't enough, they asked Brittany to let them make her fantasy come true, and they do it in the climactic, explosive final scene shot exclusively for this titillating tribute to one of porn's most proven performers!\"\n}"
    },
    {
      "docid": "38666",
      "score": 18.00819969177246,
      "raw": "{\n  \"id\" : 38666,\n  \"title\" : \"The Wild and the Innocent\",\n  \"overview\" : \"Charming tale of mountaineer-trapper Murphy's first taste \\\"big city\\\" life with young, sweet Sandra Dee in tow. She flees her family, which tried to trade her for some of Murphy's beaver pelts, and tags along with the reluctant Murphy. They get into all manner of trouble in town, and Murphy has to shoot the sheriff to rescue Dee from her job as a dancehall girl.\",\n  \"keywords\" : \"beaver dancehall girl reluctant Western\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Wild and the Innocent beaver dancehall girl reluctant Western Charming tale of mountaineer-trapper Murphy's first taste \\\"big city\\\" life with young, sweet Sandra Dee in tow. She flees her family, which tried to trade her for some of Murphy's beaver pelts, and tags along with the reluctant Murphy. They get into all manner of trouble in town, and Murphy has to shoot the sheriff to rescue Dee from her job as a dancehall girl.\"\n}"
    },
    {
      "docid": "74236",
      "score": 17.996200561523438,
      "raw": "{\n  \"id\" : 74236,\n  \"title\" : \"RoboCop: Prime Directives\",\n  \"overview\" : \"Thirteen years after the original Robocop, Delta City, considered to be \\\"The Safest Place On Earth!\\\", has become a futuristic city owned and operated by OCP, and RoboCop, Alex Murphy has begun to feel his age. Murphy finds himself nearly obsolete, and must deal with the fact that his now-grown son James is an OCP executive, unaware that his father is still alive. Also, Murphy's former partner, John Cable, has returned to Delta City as its new Security Commander. But slowly, new enemies arise, and Murphy and Cable begin an investigation into a mysterious villain known as the Bone Machine, unaware that they are coming dangerously close to exposing an evil group of OCP executives known as The Trust... which James Murphy is a part of. Desperate to prevent their sinister plans from being revealed, The Trust programs Murphy to kill John Cable...\",\n  \"keywords\" : \"police cyborg Action Thriller Crime Science Fiction\",\n  \"cast\" : \"\",\n  \"contents\" : \"RoboCop: Prime Directives police cyborg Action Thriller Crime Science Fiction Thirteen years after the original Robocop, Delta City, considered to be \\\"The Safest Place On Earth!\\\", has become a futuristic city owned and operated by OCP, and RoboCop, Alex Murphy has begun to feel his age. Murphy finds himself nearly obsolete, and must deal with the fact that his now-grown son James is an OCP executive, unaware that his father is still alive. Also, Murphy's former partner, John Cable, has returned to Delta City as its new Security Commander. But slowly, new enemies arise, and Murphy and Cable begin an investigation into a mysterious villain known as the Bone Machine, unaware that they are coming dangerously close to exposing an evil group of OCP executives known as The Trust... which James Murphy is a part of. Desperate to prevent their sinister plans from being revealed, The Trust programs Murphy to kill John Cable...\"\n}"
    },
    {
      "docid": "1510124",
      "score": 17.96500015258789,
      "raw": "{\n  \"id\" : 1510124,\n  \"title\" : \"The Adventures of Murphy the Cat #4\",\n  \"overview\" : \"When Murphy gets sick, he is forced to go the worst place he could have though of...the vet. Murphy must survive and make new friends in order t even stand a chance of survival\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Adventures of Murphy the Cat #4 When Murphy gets sick, he is forced to go the worst place he could have though of...the vet. Murphy must survive and make new friends in order t even stand a chance of survival\"\n}"
    },
    {
      "docid": "1510172",
      "score": 17.91010093688965,
      "raw": "{\n  \"id\" : 1510172,\n  \"title\" : \"The Adventures of Murphy the Cat #6\",\n  \"overview\" : \"While Stella is in her new apartment, Murphy and Oliver have a fight on who is going to get the most presents from Santa. Will Murphy win with his sour Christmas soul or will Oliver win with his pure heart??\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Adventures of Murphy the Cat #6 While Stella is in her new apartment, Murphy and Oliver have a fight on who is going to get the most presents from Santa. Will Murphy win with his sour Christmas soul or will Oliver win with his pure heart??\"\n}"
    },
    {
      "docid": "512716",
      "score": 17.910099029541016,
      "raw": "{\n  \"id\" : 512716,\n  \"title\" : \"The Making of Tex Murphy\",\n  \"overview\" : \"From humble beginnings in amateur film, to a multi award-winning video game franchise, this documentary explores the history of one of the world's longest-running and influential Adventure Game icons: Tex Murphy.\",\n  \"keywords\" : \"detective tex murphy Documentary\",\n  \"cast\" : \"\",\n  \"contents\" : \"The Making of Tex Murphy detective tex murphy Documentary From humble beginnings in amateur film, to a multi award-winning video game franchise, this documentary explores the history of one of the world's longest-running and influential Adventure Game icons: Tex Murphy.\"\n}"
    },
    {
      "docid": "380502",
      "score": 17.85540008544922,
      "raw": "{\n  \"id\" : 380502,\n  \"title\" : \"Tough Kid\",\n  \"overview\" : \"Skipper Murphy is serving as trainer and inspiration for his brother Red Murphy training for a world championship title bout. Trouble comes for the Murphys when Red runs up against a gambling syndicate and is put on the spot to throw the fight.\",\n  \"keywords\" : \"Crime Action\",\n  \"cast\" : \"\",\n  \"contents\" : \"Tough Kid Crime Action Skipper Murphy is serving as trainer and inspiration for his brother Red Murphy training for a world championship title bout. Trouble comes for the Murphys when Red runs up against a gambling syndicate and is put on the spot to throw the fight.\"\n}"
    },
    {
      "docid": "316015",
      "score": 17.851600646972656,
      "raw": "{\n  \"id\" : 316015,\n  \"title\" : \"My Life as a Dead Girl\",\n  \"overview\" : \"When runaway teenager Chelsea is mistakenly killed by her friend Brittany's pimp, Brittany returns to what remains of the family Chelsea left years ago. Brittany's doing her best to get by under her assumed identity, until the truth begins to emerge. Then the vengeful pimp shows up.\",\n  \"keywords\" : \"Mystery Crime Fantasy TV Movie\",\n  \"cast\" : \"\",\n  \"contents\" : \"My Life as a Dead Girl Mystery Crime Fantasy TV Movie When runaway teenager Chelsea is mistakenly killed by her friend Brittany's pimp, Brittany returns to what remains of the family Chelsea left years ago. Brittany's doing her best to get by under her assumed identity, until the truth begins to emerge. Then the vengeful pimp shows up.\"\n}"
    },
    {
      "docid": "1040199",
      "score": 17.76180076599121,
      "raw": "{\n  \"id\" : 1040199,\n  \"title\" : \"ASSALICIOUS 1! Cooking in the ass!\",\n  \"overview\" : \"Brittany Bardot has invited the super spicy bombshell of porn, Jessy Jey, to the Bad Bardot Club for the first episode of Assalicious – a kinky and hilarious cooking show! Brittany makes a wonderful Orgasmic Anal Omlette in Jessy’s tight ass - and they eat with with a huge smile on their faces! Next up, Jessy makes a whole tray of cupcakes from a cake mix straight out of Brittany’s prolapse! Before they decorate the cupcakes, its time for some filthy cocksucking, fisting, squirting and assfucking! This is another world premiere in porn, brought to you by (of course) the ‘Queen of Filth’ herself… Brittany Bardot. Over ONE HOUR of craziness!\",\n  \"keywords\" : \"\",\n  \"cast\" : \"\",\n  \"contents\" : \"ASSALICIOUS 1! Cooking in the ass! Brittany Bardot has invited the super spicy bombshell of porn, Jessy Jey, to the Bad Bardot Club for the first episode of Assalicious – a kinky and hilarious cooking show! Brittany makes a wonderful Orgasmic Anal Omlette in Jessy’s tight ass - and they eat with with a huge smile on their faces! Next up, Jessy makes a whole tray of cupcakes from a cake mix straight out of Brittany’s prolapse! Before they decorate the cupcakes, its time for some filthy cocksucking, fisting, squirting and assfucking! This is another world premiere in porn, brought to you by (of course) the ‘Queen of Filth’ herself… Brittany Bardot. Over ONE HOUR of craziness!\"\n}"
    }
  ]
}